Repository: anil-pace/gor.butler.ui.managerdashboard
Catalog: translations/*/*.po
Languages: ja_jp, nl

# widget.pick.lowright
source: Estimated to complete in {eta}
ja_jp: {eta}で完了見込みです
nl: Volgens schatting voltooid in {eta}

# widget.pick.headingright
source: Time to cut-off
ja_jp: 切離の時間
nl: Tijd tot sluiting

# widget.pick.statusleft.onschedule
source: On Schedule
ja_jp: 予定通り
nl: Volgens planning

# widget.pick.statusleft.atrisk
source: {count_risk} {count_risk, plural, one {order} other {orders}} at risk
ja_jp: {count_risk} {count_risk, plural, one {注文} other {注文}} のリスク
nl: {count_risk} {count_risk, plural, one {order} overige {orders}} in gevaar

# widget.pick.statusleft.delay
source: Delayed
ja_jp: 遅延
nl: Vertraagd

# widget.pick.lowright.emergency
source: Estimated to complete in --
ja_jp: --に完了されると推測jしています
nl: Volgens schatting voltooid in --

# widget.pick.offline
source: Offline
ja_jp: オフライン

# widget.put.heading.value
source: None
ja_jp: なし
nl: Geen

# widget.put.status.idle
source: {count} idle PPS (Put mode)
ja_jp: {count} 待機 PPS (入庫モード)
nl: {count} inactieve PPS (plaatsingsmodus)

# widget.put.throughput
source: {pluralMsg} stocking {throughput} items/hr
ja_jp: {count} {pluralMsg} 棚卸 {throughput} 商品/時間
nl: {pluralMsg} voorraadaanvulling {throughput} items/uur

# widget.put.offline
source: Offline
ja_jp: オフライン

# widget.put.heading
source: Items stocked
ja_jp: 在庫商品
nl: Items voorradig

# downloadReport.type.operationsLog
source: Operations Logs
ja_jp: 操作ログ
nl: Bewerkingslogboeken

# downloadReport.status.pending
source: Generating report...
ja_jp: レポートを作成しています...
nl: Rapport wordt gegenereerd...

# downloadReport.status.failed
source: Report failed!
ja_jp: レポートが失敗しました!
nl: Rapport mislukt.

# downloadReport.status.completed
source: DOWNLOAD
ja_jp: ダウンロード
nl: DOWNLOADEN

# downloadReport.table.heading
source: Download Report
ja_jp: ダウンロードレポート
nl: Rapport downloaden

# downloadReport.table.refresh
source: Refresh
ja_jp: リフレッシュ
nl: Vernieuwen

# downloadReport.table.reportName
source: REPORT NAME
ja_jp: レポート名
nl: RAPPORTNAAM

# downloadReport.table.reportType
source: REPORT TYPE
ja_jp: レポートタイプ
nl: RAPPORTTYPE

# downloadReport.table.requestedBy
source: REQUESTED BY
ja_jp: 要求された
nl: GEVRAAGD DOOR

# downloadReport.table.completionTime
source: COMPLETION TIME
ja_jp: 完了時間
nl: VOLTOOIINGSTIJD

# downloadReport.table.status
source: GENERATION PROGRESS
ja_jp: ジェネレーション処理
nl: VOORTGANG VAN GENEREREN

# operationsLog.table.noData
source: No Data Found
ja_jp: 何もデータが見つかりませんでした
nl: Geen gegevens gevonden

# utility.goodsRcvdNotes.head
source: Goods Received Notes
ja_jp: 入庫記録
nl: Notities voor ontvangen goederen

# operationLog.genRep.tooltip
source: Reports not available for Realtime filter
ja_jp: リアルタイムフィルタではレポートがありませんでした
nl: Rapporten niet beschikbaar voor real-time filter

# operationLog.table.heading
source: Operations Log
ja_jp: 操作ログ
nl: Bewerkingslogboek

# operationLog.table.downloadBtn
source: Generate Report
ja_jp: ダウンロードレポート
nl: Rapport genereren

# operationsLog.filter.search.bar
source: {total} Results found
ja_jp: {total} 結果が見つかりました
nl: {total} resultaten gevonden

# operationsLog.filter.search.bar.showall
source: Show all Operations
ja_jp: すべての操作を表示
nl: Alle bewerkingen tonen

# operationLog.table.operatingMode
source: OPERATING MODE
ja_jp: 動作モード
nl: WERKINGSMODUS

# operationLog.table.status
source: STATUS
ja_jp: 状態

# operationLog.table.requestId
source: REQUEST ID
ja_jp: 要求ID
nl: VERZOEK-ID

# operationLog.table.sourceId
source: SOURCE ID
ja_jp: ソースID
nl: BRON-ID

# operationLog.table.userId
source: USER ID
ja_jp: ユーザーID
nl: GEBRUIKERS-ID

# reportsTab.operationsLog
source: Operations Log
ja_jp: 操作ログ
nl: Bewerkingslogboek

# reportsTab.storageSpace
source: Storage Space
ja_jp: 収納スペース
nl: Opslagruimte

# reportsTab.downloadReport
source: Download
ja_jp: ダウンロード
nl: Downloaden

# storageSpace.report.tooltip
source: Reports not available for Realtime filter
ja_jp: リアルタイムフィルタでは使用できないレポート
nl: Rapporten niet beschikbaar voor real-time filter

# storageSpace.table.heading
source: Storage space information
ja_jp: ストレージスペース情報
nl: Informatie over opslagruimte

# storageSpace.table.downloadBtn
source: GENERATE REPORT
ja_jp: 報告を作成する
nl: RAPPORT GENEREREN

# storageSpace.table.slotType
source: SLOT TYPE
ja_jp: スロットタイプ
nl: TYPE SLEUF

# storageSpace.table.slotVolume
source: SLOT VOLUME
ja_jp: スロットボリューム
nl: SLEUFVOLUME

# storageSpace.table.dimension
source: DIMENSION (L*B*H)
ja_jp: 寸法（L * B * H）
nl: AFMETINGEN (L*B*H)

# storageSpace.table.totalSlots
source: TOTAL SLOTS
ja_jp: 全スロット
nl: TOTAAL AANTAL SLEUVEN

# storageSpace.table.emptySlots
source: EMPTY SLOTS
ja_jp: スロットを空ける
nl: LEGE SLEUVEN

# storageSpace.table.slotUtilization
source: SLOT UTILIZATION
ja_jp: スロット使用率
nl: SLEUFGEBRUIK

# storageSpace.table.noData
source: No Data Found
ja_jp: データが見つかりません
nl: Geen gegevens gevonden

# butletbot.inputField.id
source: BOT ID
ja_jp: ボットID

# butletbot.inputField.sku
source: SPECIFIC LOCATION/ZONE
ja_jp: 特定 ロケーション/ゾーン
nl: SPECIFIEKE LOCATIE/ZONE

# butletbot.tokenfield.STATUS
source: STATUS
ja_jp: 状態

# butletbot.tokenfield.MODE
source: MODE
ja_jp: モード
nl: MODUS

# butletbot.token1.all
source: Any
ja_jp: すべて
nl: Alle

# butletbot.token1.error
source: Error
ja_jp: エラー
nl: Fout

# butletbot.token1.Online
source: Online
ja_jp: オンライン

# butletbot.token1.Offline
source: Offline
ja_jp: オフライン

# butletbot.token2.any
source: Any
ja_jp: すべて
nl: Alle

# butletbot.token2.pick
source: Pick
ja_jp: 出庫
nl: Selecteren

# butletbot.token2.put
source: Put
ja_jp: 入庫
nl: Plaatsen

# butletbot.token2.audit
source: Audit
ja_jp: 棚卸
nl: Controleren

# butletbot.token2.charging
source: Charging
ja_jp: 充電
nl: Laden

# butletbot.token2.notSet
source: Not set
ja_jp: 未設定
nl: Niet ingesteld

# charger.name.prefix
source: CS - {csId}
ja_jp: 充電器 - {csId}

# audit.name.prefix
source: Audit
ja_jp: 棚卸
nl: Controleren

# pick.name.prefix
source: Pick
ja_jp: 出庫
nl: Selecteren

# Put.name.prefix
source: Put
ja_jp: 入庫
nl: Plaatsen

# Charging.name.prefix
source: Charging
ja_jp: 充電
nl: Laden

# Move.name.prefix
source: Move
ja_jp: 移動
nl: Verplaatsen

# moving.task
source: Moving to
ja_jp: へ移動
nl: Verplaatsen naar

# movingMount.task
source: Moving to mount
ja_jp: 搭載へ移動中
nl: Verplaatsen om te bevestigen

# movingDismount.task
source: Moving to dismount
ja_jp: 降しに移動中
nl: Verplaatsen om los te maken

# docked.task
source: Docked at
ja_jp: で接続済
nl: Gekoppeld bij

# botList.filter.search.bar
source: {total} Bots found
ja_jp: {total}ボットが見つかりました
nl: {total} bots gevonden

# botList.filter.search.bar.showall
source: Show all Bots
ja_jp: 全てのボットを表示します
nl: Alle bots tonen

# butlerbot.table.noData
source: No Butler Bot Found
ja_jp: バトラーは見つかりません
nl: Geen Butler-bot gevonden

# ButlerBotTable.TotalBot
source: BOTS
ja_jp: BOT

# ButlerBotTable.subTotalBot
source: Total: {totalBot}
ja_jp: 合計: {totalBot}
nl: Totaal: {totalBot}

# butlerBot.table.status
source: STATUS
ja_jp: ステータス

# ButlerBotTable.status
source: {onlineBots} Online
ja_jp: {onlineBots} オンライン

# butlerBot.table.currentTask
source: MODE
ja_jp: モード
nl: MODUS

# ButlerBotTable.botState
source: Pick ({pick}) . Put ({put}) . Charging ({charging}) . Idle ({idle})
ja_jp: 出庫 ({pick}) . 入庫 ({put}) . 充電 ({charging}) . 待機 ({idle})
nl: Selecteren ({pick}). Plaatsen ({put}). Laden ({charging}). Inactief ({idle})

# butlerBot.table.msu
source: MSU MOUNTED
ja_jp: MSU
nl: MSU BEVESTIGD

# ButlerBotTable.mounted
source: {msuMounted} Mounted
ja_jp: {msuMounted} 搭載
nl: {msuMounted} bevestigd

# butlerBot.table.location
source: LOCATION
ja_jp: ロケーション
nl: LOCATIE

# ButlerBotTable.locations
source: {locations} Locations
ja_jp: {locations} ロケーション
nl: {locations} locaties

# butlerBot.table.power
source: CHARGE LEVEL
ja_jp: 料金レベル
nl: LAADNIVEAU

# ButlerBotTable.avgVoltage
source: Avg {voltage}
ja_jp: 平均電圧 {voltage}
nl: Gemiddeld {voltage}

# msuConfig.destType.destTypeDdownPlcHldr
source: Select destination type
ja_jp: 宛先タイプを選択する
nl: Type bestemming selecteren

# msuConfig.token1.all
source: Any
ja_jp: どれか
nl: Alle

# msuConfig.add.heading
source: Change destination type
ja_jp: 宛先タイプを変更する
nl: Type bestemming wijzigen

# msuConfig.sourceType.heading
source: Source type: {sourceType}
ja_jp: ソースタイプ：{sourceType}
nl: Type bron: {sourceType}

# gor.msuConfig.destSelection
source: Select a destination type in order to block put.
ja_jp: プットをブロックするには、宛先タイプを選択します。
nl: Selecteer een type bestemming om plaatsing te blokkeren.

# gor.msuConfig.blockPutChangeType
source: BLOCK PUT AND CHANGE TYPE
ja_jp: ブロックプットと変更タイプ
nl: PLAATSING BLOKKEREN EN TYPE WIJZIGEN

# charging.inputField.id
source: CHARGING STATION ID
ja_jp: 充電器ID
nl: LAADSTATION-ID

# charging.token.status
source: DOCKING STATUS
ja_jp: 接続ステータス
nl: KOPPELINGSSTATUS

# charging.token.timePeriod
source: OPERATING MODE
ja_jp: 操作のモード
nl: WERKINGSMODUS

# charging.STATUS.all
source: Any
ja_jp: すべて
nl: Alle

# charging.STATUS.breach
source: Connected
ja_jp: 接続
nl: Verbonden

# charging.STATUS.pending
source: Disconnected
ja_jp: 切断
nl: Verbinding verbroken

# charging.timePeriod.all
source: Any
ja_jp: すべて
nl: Alle

# charging.timePeriod.oneHr
source: Manual
ja_jp: マニュアル
nl: Handmatig

# charging.timePeriod.twoHR
source: Auto
ja_jp: オート
nl: Automatisch

# chargersDetail.name.prefix
source: Charging Stations - {csId}
ja_jp: 充電器 - {csId}
nl: Laadstations - {csId}

# chargersDetail.butler.prefix
source: Butler - {botId}
ja_jp: バトラー - {botId}

# ChargingStationsTable.filter.search.bar
source: {total} Stations found
ja_jp: {total} 充電器が見つかりました
nl: {total} stations gevonden

# ChargingStationsTable.filter.search.bar.showall
source: Show all Stations
ja_jp: 全ての充電器を表示します
nl: Alle stations tonen

# ChargingStations.table.noData
source: No Charging Stations Found
ja_jp: 充電器が見つかりません
nl: Geen laadstations gevonden

# ChargingStationsTable.stationID.heading
source: STATION ID
ja_jp: 充電器ID

# ChargingStationsTable.SubstationID
source: Total:{rowsCount}
ja_jp: 合計:{rowsCount}
nl: Totaal: {rowsCount}

# ChargingStations.table.STATUS
source: STATUS
ja_jp: ステータス

# csTable.status
source: {csConnected} connected
ja_jp: {csConnected}接続されました
nl: {csConnected} verbonden

# ChargingStations.table.operatingMode
source: OPERATING MODE
ja_jp: オペレーションモード
nl: WERKINGSMODUS

# ChargingStationsTable.mode
source: Manual ({manual}) . Auto ({auto})
ja_jp: 手動 ({manual}) . 自動 ({auto})
nl: Handmatig ({manual}). Automatisch ({auto})

# ChargingStations.table.connectedBots
source: BOTS CONNECTED
ja_jp: 接続済
nl: BOTS VERBONDEN

# ChargingStationsTable.totalBots
source: {totalBots} bots connected
ja_jp: {totalBots} 接続済
nl: {totalBots} bots verbonden

# ppsclose.tblhead1.text
source: SLOT ID
ja_jp: スロットID
nl: SLEUF-ID

# ppsclose.tblhead2.text
source: MSU Pending
ja_jp: MSUが保留しています
nl: MSU in behandeling

# ppsclose.tblhead3.text
source: ACTION
ja_jp: アクション
nl: ACTIE

# pps.close.cancel
source: CANCEL
ja_jp: キャンセル
nl: ANNULEREN

# pps.close.confirm
source: CONFIRM
ja_jp: 確認
nl: BEVESTIGEN

# pps.configuration.confirm.apply.profile
source: Are you sure you want to change the profile?
ja_jp: プロファイルを変更してもよろしいですか
nl: Weet u zeker dat u het profiel wilt wijzigen?

# pps.configuration.confirm.apply.profile.description
source: PPS Configuration will be changed
ja_jp: PPS構成が変更されます
nl: PPS-configuratie wordt gewijzigd

# pps.configuration.confirm.apply.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# pps.configuration.confirm.change.profile
source: Change
ja_jp: 変更
nl: Wijzigen

# pps.configuration.create.profile.header
source: Save a new profile
ja_jp: 新規のプロファイルを保存します
nl: Een nieuw profiel opslaan

# pps.configuration.create.profile.name.label
source: New Profile Name
ja_jp: 新規のプロファイル名
nl: Naam nieuw profiel

# pps.configuration.create.profile.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# pps.configuration.create.profile.button.text
source: Save A New Profile
ja_jp: 新規のプロファイルを保存します
nl: Een nieuw profiel opslaan

# msuConfig.startDialog.message
source: Are you sure you want to start re-configuring empty MSUs?
ja_jp: 空のMSUの再設定を開始してもよろしいですか？
nl: Weet u zeker dat u wilt beginnen met het herconfigureren van lege MSU's?

# msuConfig.stopDialog.message
source: Are you sure you want to stop re-configuring empty MSUs?
ja_jp: 空のMSUの再設定を停止してもよろしいですか？
nl: Weet u zeker dat u wilt stoppen met het herconfigureren van lege MSU's?

# msu.configuration.confirm.no
source: CLOSE
ja_jp: 閉じる
nl: SLUITEN

# msu.configuration.confirm.yes
source: PROCEED
ja_jp: 続ける
nl: DOORGAAN

# msuConfig.readyForReconfiguration.status
source: Ready For Reconfiguration
ja_jp: 再構成の準備
nl: Gereed voor herconfiguratie

# msuConfig.putBlocked.status
source: Put Blocked
ja_jp: プットブロック
nl: Plaatsing geblokkeerd

# msuConfig.reconfigReady.status
source: Msu empty
ja_jp: MSUの空
nl: MSU leeg

# msuConfig.complete.status
source: Reconfiguration complete
ja_jp: 再構成完了
nl: Herconfiguratie voltooid

# msuConfig.waiting.status
source: Dropping MSU at reconfig area ...
ja_jp: 再構成エリアでのMSUドロップ...
nl: MSU wordt neergezet bij herconfiguratiegebied ...

# msuConfig.dropped.status
source: MSU dropped at the reconfig area
ja_jp: リコンフィギアエリアでMSUが落ちた
nl: MSU is neergezet bij het herconfiguratiegebied

# msuConfig.storingBack.status
source: Storing MSU back
ja_jp: MSUを元に保管
nl: MSU terugplaatsen in opslag

# msuConfig.table.sourceType
source: Source Type:{sourceType}
ja_jp: ソースタイプ：{sourceType}
nl: Type bron: {sourceType}

# msuConfig.table.destType
source: Selected destination type: {destType}
ja_jp: 選択した宛先タイプ：{destType}
nl: Geselecteerd type bestemming: {destType}

# msuConfig.table.changeDestType
source: CHANGE DESTINATION TYPE
ja_jp: 変更宛先タイプ
nl: TYPE BESTEMMING WIJZIGEN

# msuConfig.table.noMsuData
source: No MSUs with blocked puts
ja_jp: ブロックされたプットを持つMSUはありません
nl: Geen MSU's met geblokkeerde plaatsingen

# msuConfig.table.heading
source: MSU Configuration
ja_jp: MSU設定
nl: MSU-configuratie

# gor.msuConfig.refreshData
source: REFRESH DATA
ja_jp: リフレッシュデータ
nl: GEGEVENS VERNIEUWEN

# gor.msuConfig.releaseMsu
source: RELEASE MSU(S)
ja_jp: リリースMSU（S）
nl: MSU('S) VRIJGEVEN

# gor.msuConfig.startReconfig
source: START RECONFIG
ja_jp: 再構成を開始する
nl: HERCONFIGURATIE STARTEN

# gor.msuConfig.StopReconfig
source: STOP RECONFIG
ja_jp: リコンフィギャンを停止
nl: HERCONFIGURATIE STOPPEN

# gor.msuConfig.filterLabel
source: FILTER DATA
ja_jp: フィルタデータ
nl: GEGEVENS FILTEREN

# msuConfig.filter.search.bar
source: {total} MSU found
ja_jp: {total} MSUが見つかりました
nl: {total} MSU gevonden

# msuConfig.filter.search.bar.showall
source: Show all MSUs with blocked puts
ja_jp: ブロックされたputsを持つすべてのMSUを表示する
nl: Alle MSU's met geblokkeerde plaatsingen tonen

# NotificationTable.table.heading
source: Notifications
ja_jp: 通知
nl: Meldingen

# NotificationTable.table.component
source: COMPONENT
ja_jp: 単位

# Notifications.table.status
source: EVENT TYPE
ja_jp: イベント種類
nl: TYPE GEBEURTENIS

# NotificationTable.table.description
source: DESCRIPTION
ja_jp: 説明
nl: OMSCHRIJVING

# NotificationTable.table.remark
source: REMARKS
ja_jp: 備考
nl: OPMERKINGEN

# NotificationTable.table.location
source: TIME
ja_jp: 時間
nl: TIJD

# pps.configuration.bins.selection.label
source: Select a bin to manage tags
ja_jp: タグを管理するためにビンを選択します
nl: Selecteer een bak om tags te beheren

# pps.configuration.bins.direction.label
source: Current PPS Selection
ja_jp: PPSの現在の選択
nl: Huidige PPS-selectie

# pps.configuration.bins.direction.left
source: LEFT
ja_jp: 左
nl: LINKS

# pps.configuration.bins.direction.right
source: RIGHT
ja_jp: 右
nl: RECHTS

# pps.configuration.bins.selection.count
source: Select a bin to activate or deactivate ({deactivated}/{total} bins deactivated)
ja_jp: 活性又は不活性のためにビンを選択します ({deactivated}/{total} ビンが不活性されました)
nl: Selecteer een bak om te activeren of te deactiveren ({deactivated}/{total} bakken gedeactiveerd)

# pps.configuration.bins.group.selection.count
source: Select a bin group to enable or disable ({disabled}/{total} groups disabled)
ja_jp: 有効にする又は無効にするためにビングループを選択します ({disabled}/{total}グループが無効されました)
nl: Selecteer een groep bakken om in te schakelen of uit te schakelen ({disabled}/{total} groepen uitgeschakeld)

# pps.configuration.bins.tagCount.text
source: Tag
ja_jp: タッグ

# pps.configuration.bins.activation.button.text
source: ACTIVATE
ja_jp: 活性
nl: ACTIVEREN

# pps.configuration.bins.deactivation.button.text
source: DEACTIVATE
ja_jp: 不活性
nl: DEACTIVEREN

# pps.configuration.bins.group.enable.button.text
source: ENABLE
ja_jp: 有効にする
nl: INSCHAKELEN

# pps.configuration.bins.group.disable.button.text
source: DISABLE
ja_jp: 無効にする
nl: UITSCHAKELEN

# pps.configuration.header.text
source: PPS Configurations
ja_jp: PPSの構成
nl: PPS-configuraties

# pps.configuration.applied.text
source: Applied
ja_jp: 適用されました
nl: Toegepast

# pps.configuration.requested.text
source: Requested
ja_jp: 要求されました
nl: Gevraagd

# pps.configuration.profileAplied.text
source: profile applied
ja_jp: プロファイルが適用されました
nl: profiel toegepast

# pps.configuration.bins.tags.label
source: Assign tags to bin
ja_jp: ビンにタッグを割り当てます
nl: Tags toewijzen aan bak

# pps.configuration.bins.activation.label
source: Bin activate/deactivate
ja_jp: ビン活性する/不活性する
nl: Bak activeren/deactiveren

# pps.configuration.group.activation.label
source: Bin group enable/disable
ja_jp: ビングループ有効にする/無効にする
nl: Groep bakken inschakelen/uitschakelen

# pps.configuration.bins.frontView.label
source: Front View
ja_jp: 正面ビュー
nl: Vooraanzicht

# pps.configuration.buttons.cancel.text
source: CANCEL
ja_jp: キャンセル
nl: ANNULEREN

# pps.configuration.buttons.next.text
source: NEXT
ja_jp: 次
nl: VOLGENDE

# pps.configuration.buttons.saveApply.text
source: SAVE AND APPLY
ja_jp: 保存して適用
nl: OPSLAAN EN TOEPASSEN

# pps.configuration.buttons.back.text
source: BACK
ja_jp: 戻る
nl: TERUG

# pps.configuration.buttons.saveNewProfile.text
source: SAVE AS NEW PROFILE
ja_jp: 新規プロファイルとして保存
nl: OPSLAAN ALS NIEUW PROFIEL

# pps.configuration.buttons.save.text
source: SAVE
ja_jp: 保存
nl: OPSLAAN

# pps.inputField.oprator
source: OPERATOR ASSIGNED
ja_jp: オペレーターを割り当てました
nl: OPERATOR TOEGEWEZEN

# pps.token.status
source: STATUS
ja_jp: ステータス

# pps.token.timePeriod
source: MODE
ja_jp: モード
nl: MODUS

# pps.STATUS.all
source: Any
ja_jp: すべて
nl: Alle

# pps.STATUS.stopped
source: Open
ja_jp: 開放
nl: Openen

# pps.STATUS.error
source: Close
ja_jp: 終了
nl: Sluiten

# pps.STATUS.fclose
source: Force Close
ja_jp: 強制終了
nl: Sluiten forceren

# pps.MODE.all
source: Any
ja_jp: すべて
nl: Alle

# pps.MODE.pick
source: Pick
ja_jp: 出庫
nl: Selecteren

# pps.MODE.put
source: Put
ja_jp: 入庫
nl: Plaatsen

# pps.MODE.audit
source: Audit
ja_jp: 棚卸
nl: Controleren

# v.MODE.notset
source: Not set
ja_jp: 未設定
nl: Niet ingesteld

# ppsDetail.performance.prefix.items
source: {performance} items/hr
ja_jp: {performance} 時間当たり項目
nl: {performance} items/uur

# pps.close.heading
source: Close PPS
ja_jp: PPSをクローズ
nl: PPS sluiten

# PPS.table.pickDrop
source: Put
ja_jp: 入庫
nl: Plaatsen

# PPS.table.putDrop
source: Pick
ja_jp: 出庫
nl: Selecteren

# PPS.table.auditDrop
source: Audit
ja_jp: 棚卸
nl: Controleren

# PPS.table.openStatusLabel
source: Open Selected PPS
ja_jp: 選択したPPSを開放します
nl: Geselecteerde PPS openen

# PPS.table.closeStatusLabel
source: Close Selected PPS
ja_jp: 選択したPPSをクローズします
nl: Geselecteerde PPS sluiten

# PPS.table.statusPlaceholder
source: Change PPS Status
ja_jp: PPSの状態を変更します
nl: PPS-status wijzigen

# PPS.table.modePlaceholder
source: Change PPS Mode
ja_jp: PPSのモードを変更します
nl: PPS-modus wijzigen

# pps.table.heading
source: Pick Put Stations
ja_jp: PPS
nl: Selectie-/plaatsingsstations

# PPStable.selected
source: {selected} selected
ja_jp: {selected}が選択されました
nl: {selected} geselecteerd

# ppsList.filter.search.bar
source: {total} Stations found
ja_jp: {total} PPSが見つかりました
nl: {total} stations gevonden

# ppsList.filter.search.bar.showall
source: Show all Stations
ja_jp: 全てのPPSを表示します
nl: Alle stations tonen

# PPStable.table.noData
source: No PPS Found
ja_jp: PPSが見つかりません
nl: Geen PPS gevonden

# PPStable.Subpps
source: Total: {ppsTotal}
ja_jp: 合計: {ppsTotal}
nl: Totaal: {ppsTotal}

# PPS.table.status
source: STATUS
ja_jp: ステータス

# PPStable.status
source: {ppsOnState} Open
ja_jp: {ppsOnState} 開放
nl: {ppsOnState} openen

# PPS.table.operatingMode
source: CURRENT MODE
ja_jp: 操作モード
nl: HUIDIGE MODUS

# PPStable.ppsState
source: Pick ({pick}) . Put ({put}) . Audit ({audit}) . Not set ({notSet})
ja_jp: 出庫 ({pick}) . 入庫 ({put}) . 棚卸 ({audit}) . 未設定 ({notSet})
nl: Selecteren ({pick}). Plaatsen ({put}). Controleren ({audit}). Niet ingesteld ({notSet})

# PPStable.requestedMode.text
source: Requested Mode:
ja_jp: 要求されたモード:
nl: Gevraagde modus:

# PPS.table.requestedStatus
source: REQUESTED STATUS
ja_jp: 要求された状態
nl: GEVRAAGDE STATUS

# PPS.table.performance
source: PERFORMANCE
ja_jp: 生産性
nl: PRESTATIES

# PPStable.avgThroughput
source: Avg {avgThroughput} items/hr
ja_jp: 平均 {avgThroughput} 時間当たり項目
nl: Gemiddeld {avgThroughput} items/uur

# PPS.table.operatorAssigned
source: OPERATOR ASSIGNED
ja_jp: 配置オペレーター
nl: OPERATOR TOEGEWEZEN

# PPStable.totalOperator
source: {operatorNum} operators
ja_jp: {operatorNum} オペレーター

# PPS.table.profiles
source: PROFILES USED
ja_jp: 使用されているプロファイル
nl: GEBRUIKTE PROFIELEN

# pps.configuration.confirm.saveAndapply.profile
source: Are you sure you want to save and apply the profile?
ja_jp: プロファイルを保存して適用してもいいですか。
nl: Weet u zeker dat u het profiel wilt opslaan en toepassen?

# pps.configuration.confirm.saveAndapply.profile.description
source: Profile will be applied after pending tasks are completed
ja_jp: 保留中のタスクが完了されたあとプロファイルが適用されます
nl: Profiel wordt toegepast nadat in behandeling zijnde taken zijn voltooid

# pps.configuration.confirm.saveAndApply.profile
source: SAVE AND APPLY
ja_jp: 保存して適用
nl: OPSLAAN EN TOEPASSEN

# sysController.table.heading
source: System Controllers
ja_jp: システムコントローラ
nl: Systeemcontrollers

# sysController.summary.showall
source: Show all Zones
ja_jp: 全てのゾーンを表示
nl: Alle zones tonen

# sysControllers.idColumn.heading
source: CONTROLLER ID
ja_jp: コントローラID

# sysControllers.totalControllers
source: Total:{count}
ja_jp: 合計:{count}
nl: Totaal: {count}

# sysController.table.status
source: STATUS
ja_jp: ステータス

# sysController.table.location
source: LOCATION
ja_jp: ロケーション
nl: LOCATIE

# sysController.table.conDetails
source: CONNECTION DETAILS
ja_jp: 接続詳細
nl: VERBINDINGSGEGEVENS

# sysController.table.ethernetStatus
source: Ethernet Network:
ja_jp: イーサネットネットワーク:
nl: Ethernet-netwerk:

# sysController.table.zigbeeStatus
source: Zigbee Network:
ja_jp: ジグビーネットワーク:
nl: Zigbee-netwerk:

# sysController.table.operatingMode
source: OPERATING MODE
ja_jp: 操作モード
nl: WERKINGSMODUS

# sysControllers.table.noData
source: No Controllers Found
ja_jp: コントローラが見つかりません
nl: Geen controllers gevonden

# sysOverView.zones.count
source: {activeZones}/{totalZones} Operating Zones
ja_jp: {activeZones}/{totalZones} 操作中のゾーン
nl: {activeZones}/{totalZones} werkingszones

# sysOverView.zones.breached.subText
source: {entityBreached} breached
ja_jp: {entityBreached} 破棄されました
nl: {entityBreached} overtreden

# sysOverView.zones.subText
source: {subStatus} via Controller
ja_jp: {subStatus} コントローラ経由で

# pps.configuration.tag.search.placeholder
source: Enter a tag...
ja_jp: タッグを入力してください。。。
nl: Voer een tag in...

# pps.configuration.tags.label
source: Tags
ja_jp: タッグ

# pps.configuration.tags.searchResults.text
source: Search Results
ja_jp: 検索結果
nl: Zoekresultaten

# pps.configuration.tags.all.text
source: All Tags
ja_jp: 全てのタッグ
nl: Alle tags

# pps.configuration.tags.add.text
source: Add
ja_jp: 追加
nl: Toevoegen

# tabs.offline
source: Offline
ja_jp: オフライン

# overview.tab.heading
source: OVERVIEW
ja_jp: 概要
nl: OVERZICHT

# system.tab.heading
source: SYSTEM
ja_jp: システム
nl: SYSTEEM

# orders.tab.heading
source: ORDERS
ja_jp: 注文
nl: BESTELLINGEN

# users.tab.heading
source: USERS
ja_jp: ユーザ
nl: GEBRUIKERS

# inventory.tab.heading
source: INVENTORY
ja_jp: 在庫
nl: VOORRAAD

# audit.tab.heading
source: AUDIT
ja_jp: 棚卸
nl: CONTROLEREN
