Repository: anil-pace/gor.butler.ui.managerdashboard
Catalog: translations/*/*.po
Languages: ja_jp, nl

# ppsDetail.modeChange.tryLater
source: Previous request of changing mode is already pending, Please try later!
ja_jp: モード変更が保留中のため、後で実施してください。
nl: Vorige verzoek voor het wijzigen van de modus is al in behandeling. Probeer het later.

# notify.error.usernameExists
source: An account has already been created with this User ID
ja_jp: 本ユーザIDで既にアカウントが作成されています
nl: Er is al een account met deze gebruikers-id gemaakt

# notify.error.passwordMissing
source: Password not provided!
ja_jp: パスワードを入力してください！
nl: Wachtwoord niet opgegeven.

# notify.error.passwordMatch
source: Passwords do not match!
ja_jp: パスワードが一致しません！
nl: De wachtwoorden komen niet overeen.

# notify.error.username
source: Username is a required field!
ja_jp: ユーザ名は必須項目です！
nl: Gebruikersnaam is een verplicht veld.

# notify.error.role
source: Role is a required field!
ja_jp: 役割は必須項目です！
nl: Rol is een verplicht veld.

# appInfo.success
source: Successfull
ja_jp: 成功
nl: Geslaagd

# user.invalid.id
source: Please enter a valid User ID
ja_jp: 有効なユーザIDを入力してください
nl: Voer een geldige gebruikers-id in

# user.invalid.format
source: Please use only letters (a-z), numbers, and periods
ja_jp: 半角英数小文字とピリオドのみ使用してください
nl: Gebruik alleen letters (a-z), cijfers en punten

# login.empty.password
source: Please enter a password
ja_jp: パスワードを入力してください
nl: Voer een wachtwoord in

# user.empty.name
source: Please enter a user name
ja_jp: ユーザ名を入力してください
nl: Voer een gebruikersnaam in

# user.invalid.name
source: Special characters like "~","@","%" are not allowed
ja_jp: 「~」、「@」、「%」などの特殊文字は許可されません

# user.invalid.password.operator
source: Please enter a password of at least 6 alphanumeric characters
ja_jp: パスワードは6文字以上の英数字で入力してください
nl: Voer een wachtwoord in van minimaal zes alfanumerieke tekens

# user.invalid.password.manager
source: Please enter a password of at least 8 alphanumeric characters
ja_jp: パスワードは8文字以上の英数字で入力してください
nl: Voer een wachtwoord in van minimaal acht alfanumerieke tekens

# user.match.password
source: Both password entered do not match. Please try again
ja_jp: パスワードが一致しません！
nl: Beide ingevoerde wachtwoorden komen niet overeen. Probeer het nogmaals

# audit.invalid.sku
source: Invalid SKU
ja_jp: 有効なSKU番号を入力してください
nl: Ongeldige SKU

# audit.invalid.location
source: Invalid Location
ja_jp: 有効なロケーション番号を入力してください
nl: Ongeldige locatie

# notify.error.audit.location
source: Location does not exist
ja_jp: ロケーションは存在しません
nl: Locatie bestaat niet

# notify.error.audit.sku
source: SKU does not exist
ja_jp: SKUは存在しません
nl: SKU bestaat niet

# notify.error.audit.g016
source: Given audit does not exists
ja_jp: 定められた棚卸は存在しません
nl: Opgegeven controle bestaat niet

# notify.error.audit.AE001
source: Audit Id does not exists
ja_jp: 棚卸IDは存在しません
nl: Controle-id bestaat niet

# notify.error.audit.AE002
source: Valid PPS not found for Audit
ja_jp: 棚卸用の有効なPPSが見つかりません
nl: Geldige PPS niet gevonden voor controle

# notify.error.audit.AE004
source: Audit of location already under process
ja_jp: ロケーションの棚卸が処理中です
nl: Controle van locatie wordt al verwerkt

# notify.error.audit.AE005
source: Audit of sku already under process
ja_jp: SKUの棚卸が処理中です
nl: Controle van SKU wordt al verwerkt

# notify.error.audit.AE006
source: Audit ID already processed
ja_jp: 既に処理された棚卸ID
nl: Controle-id is al verwerkt

# notify.create.audit.success
source: New audit task created successfully
ja_jp: 棚卸タスクが作成されました
nl: Nieuwe controletaak is gemaakt

# notify.start.audit.success
source: PPS assigned successfully. Audit task started
ja_jp: 棚卸タスクが開始されました
nl: PPS is toegewezen. Controletaak is gestart

# notify.delete.audit.processed
source: Audit already processed. Cannot delete
ja_jp: 既に処理された棚卸ID
nl: Controle is al verwerkt. Verwijderen niet mogelijk

# notify.Location.audit.pending
source: Location of audit pending for approval
ja_jp: 棚卸が承認のために保留されています。
nl: Goedkeuring van locatie van controle in behandeling

# notify.Location.currently.processed
source: Location of audit currently being processed
ja_jp: 現在処理中にある棚卸
nl: Locatie van controle wordt nu verwerkt

# notify.error.user.fail
source: Error in updating user
ja_jp: ユーザの更新中にエラーが発生しました
nl: Fout bij bijwerken van gebruiker

# notify.error.user.response
source: Error in response
ja_jp: エラーが発生しました
nl: Fout bij respons

# notify.error.audit.create
source: Error in creating audit
ja_jp: 棚卸作成でエラーが発生しました
nl: Fout bij creëren van controle

# notify.error.api
source: API response not registered
ja_jp: APIの応答が登録されていません
nl: API-respons niet geregistreerd

# notify.error.connection
source: Network Failure
ja_jp: ネットワーク失敗
nl: Netwerkfout

# notify.error.400
source: Network error: 400 Bad Request
ja_jp: ネットワークエラー：400 Bad Request
nl: Netwerkfout: 400 Ongeldige opdracht

# notify.error.401
source: Network error: 401 Unauthorized
ja_jp: ネットワークエラー：401 Unauthorized
nl: Netwerkfout: 401 Niet geautoriseerd

# notify.error.403
source: Network error: 403 Forbidden
ja_jp: ネットワークエラー：403 Forbidden
nl: Netwerkfout: 403 Verboden

# notify.error.405
source: Network error: 405 Method Not Allowed
ja_jp: ネットワークエラー：405 Method Not Allowed
nl: Netwerkfout: 405 Methode niet toegestaan

# notify.error.408
source: Network error: 408 Request Time-out
ja_jp: ネットワークエラー：408 Request Time-out
nl: Netwerkfout: 408 Time-out bij opdracht

# notify.error.409
source: Network error: 409 Conflict
ja_jp: ネットワークエラー：409 Conflict

# notify.error.500
source: Network error: 500 Internal Servor Error
ja_jp: ネットワークエラー：500 Internal Servor Error
nl: Netwerkfout: 500 Interne serverfout

# notify.error.502
source: Network error: 502 Bad Gateway
ja_jp: ネットワークエラー：502 Bad Gateway
nl: Netwerkfout: 502 Ongeldige gateway

# inventory.histogram.noDataText
source: No Stock Found
ja_jp: 在庫がありません
nl: Geen voorraad gevonden

# users.add.password.subheading.manager
source: A password of at least 8 alphanumeric characters will be required for logging into the Management Interface and Operator Interface
ja_jp: マネージメント・インターフェイスとオペレーター・インターフェイスにログインするには、最低8文字の英数字のパスワードが必要です
nl: Voor inloggen bij de beheerinterface en operatorinterface is een wachtwoord van minimaal acht alfanumerieke tekens vereist

# users.add.password.subheading.operator
source: A password of 6 digits will be required for logging into the Operator Interface.
ja_jp: オペレーター・インターフェースにログインするには、6桁のパスワードが必要です。
nl: Voor inloggen bij de operatorinterface is een wachtwoord van minimaal zes tekens vereist.

# emergency.resume.coreerror
source: Cannot connect to butler core
ja_jp: バトラーコアに接続がてきない
nl: Kan geen verbinding maken met Butler-kern

# emergency.resume.statuserror
source: Emergency status not soft_manual
ja_jp: 緊急ステータスはソフトマニュアル状態でないこと
nl: Noodgevalstatus is niet soft_manual

# emergency.resume.Softemergency
source: Soft emergency still there
ja_jp: まだソフト緊急状態です
nl: Zacht noodgeval nog aanwezig

# emergency.resume.success
source: Operation resumed
ja_jp: 操作が続行されました
nl: Werking hervat

# masterdata.maxlimit.records
source: Records in file should not be greater than
ja_jp: ファイルのレコードはこれ以上なってはいけません
nl: Records in bestand mogen niet groter zijn dan

# masterdata.maxlimit.filesize
source: File size should not be greater than
ja_jp: ファイルのサイズはこれ以上なってはいけません
nl: Bestand mag niet groter zijn dan

# audit.cancellation.error.g020
source: Internal server error while requesting for audit cancel
ja_jp: 棚卸解除を要求するときに内部サーバーエラーがあります
nl: Interne serverfout tijdens verzoek voor annuleren van controle

# audit.cancellation.error.g021
source: Audit Id already sent for cancellation
ja_jp: 棚卸Idは既にキャンセルとして送信されました
nl: Controle-id is al verzonden voor annulering

# audit.cancellation.error.g023
source: Audit Id already successfully cancelled
ja_jp: 棚卸Idが既にキャンセルされました
nl: Controle-id is al geannuleerd

# audit.cancellation.error.g024
source: Audit cancellation request denied
ja_jp: 棚卸Idのキャンセル要求が処理中で、解除ができません
nl: Verzoek voor annulering van controle is geweigerd

# pps.statusChange.allStatusSuccess
source: Status change request successful
ja_jp: 状態変更要求が有効です
nl: Statuswijzigingsverzoek is geslaagd

# pps.modeChange.allModeSuccess
source: Mode change request successful
ja_jp: モード変更要求が有効です
nl: Moduswijzigingsverzoek is geslaagd

# audit.subheading
source: System Generated
ja_jp: システム生成
nl: Door systeem gegenereerd

# zoning.status.normal
source: OPERATING
ja_jp: 操作中
nl: IN WERKING

# zoning.status.pauseInit
source: PAUSE INITIATED
ja_jp: 休止が開始されました
nl: PAUZE GESTART

# zoning.status.pauseActivated
source: PAUSE ACTIVATED
ja_jp: 休止が活性されました
nl: PAUZE GEACTIVEERD

# zoning.status.pauseDeactive
source: PAUSE DEACTIVATED
ja_jp: 休止が不活性されました
nl: PAUZE GEDEACTIVEERD

# zoning.status.clearInit
source: CLEAR INITIATED
ja_jp: クリアが開始されました
nl: VRIJMAKEN GESTART

# zoning.status.clearActive
source: CLEAR ACTIVATED
ja_jp: クリアが活性されました
nl: VRIJMAKEN GEACTIVEERD

# zoning.status.clearDeactivated
source: CLEAR DEACTIVATED
ja_jp: クリアが不活性されました
nl: VRIJMAKEN GEDEACTIVEERD

# zoning.status.emergencyStop
source: SYSTEM STOP ACTIVATED
ja_jp: システムストップ活性化されました
nl: SYSTEEMSTOP GEACTIVEERD

# zoning.status.emergencyPause
source: SYSTEM PAUSE
ja_jp: システムの一時停止
nl: SYSTEEMPAUZE

# zoning.status.stopped
source: STOPPED
ja_jp: 停止されました
nl: GESTOPT

# zoning.status.paused
source: PAUSED
ja_jp: 休止されました
nl: GEPAUZEERD

# zoning.action.zone_pause
source: Zone pause activated
ja_jp: ゾーン休止が活性されました
nl: Zonepauze geactiveerd

# zoning.action.zone_clear
source: Zone clear activated
ja_jp: ゾーンクリアが活性されました
nl: Zone vrijmaken geactiveerd

# zoning.action.emergency_stop
source: System stop activated
ja_jp: システムストップ活性化されました
nl: Systeemstop geactiveerd

# zoning.action.emergency_pause
source: System pause activated
ja_jp: システム一時停止活性化されました
nl: Systeempauze geactiveerd

# zoning.action.none
source: Standard
ja_jp: 基準
nl: Standaard

# zoning.action.button_press
source: Button pressed
ja_jp: ボタンが押されました
nl: Knop ingedrukt

# zoning.action.emergency_stop_button_press
source: System stop button pressed
ja_jp: システムストップボタンが押されました
nl: Systeemstopknop ingedrukt

# zoning.action.emergency_pause_button_press
source: System pause button pressed
ja_jp: システム一時停止ボタンが押されました
nl: Systeempauzeknop ingedrukt

# zoning.action.latch_gate
source: Entry gate breached
ja_jp: 入力の門が破壊されました
nl: Overtreding bij ingangspoort

# zoning.action.light_curtain
source: Light curtains breached
ja_jp: ライトカーテン が破壊されました
nl: Overtreding bij lichtschermen

# zoning.action.noneSensor
source: Standard
ja_jp: 基準
nl: Standaard

# operationsLog.reportRequest.success
source: Request successfully generated. Kindly check the Download Tab
ja_jp: 要求が効果的に発生されました。ダウンロードのタブを確認してください
nl: Verzoek is gegenereerd. Controleer het downloadtabblad

# operationsLog.reportRequest.failure
source: Error creating request
ja_jp: リクエストの作成中にエラーが発生されました
nl: Fout bij creëren van verzoek

# zoning.substatus.action.zone_pause
source: Zone pause activated
ja_jp: ゾーン休止が活性されました
nl: Zonepauze geactiveerd

# zoning.substatus.action.zone_clear
source: Zone clear activated
ja_jp: ゾーンクリアが活性されました
nl: Zone vrijmaken geactiveerd

# zoning.substatus.action.emergency_stop
source: System stop activated
ja_jp: システムストップ活性化されました
nl: Systeemstop geactiveerd

# zoning.substatus.action.emergency_pause
source: System pause activated
ja_jp: システムの停止が有効になりました
nl: Systeempauze geactiveerd

# zoning.entity.lightCurtains
source: Light Curtain
ja_jp: ライトカーテン
nl: Lichtscherm

# zoning.entity.latchGate
source: Latch Gate
ja_jp: ラッチゲート
nl: Vergrendelingspoort

# itemRecall.message.success
source: Items recalled successfully
ja_jp: 項目が正常に想起された
nl: Items zijn teruggeroepen

# itemRecall.message.failure.duplicate_key
source: Order id already exists
ja_jp: 注文IDは既に存在します
nl: Bestelling-id bestaat al

# itemRecall.message.failure.no_item
source: No Item Exists
ja_jp: 項目が存在しない
nl: Er bestaat geen item

# auditdetail.notyetstatus.status
source: Not yet started
ja_jp: 未着手
nl: Nog niet gestart

# auditdetail.waitingoperator.status
source: Waiting for the operator to login
ja_jp: オペレータがログインするのを待っている
nl: Wachten op inloggen door operator

# auditdetail.auditCancelled.prefix
source: Cancelled
ja_jp: キャンセルされました
nl: Geannuleerd

# auditdetail.paused.status
source: Paused
ja_jp: 休止されました
nl: Gepauzeerd

# auditdetail.complete.status
source: Completed
ja_jp: 完了
nl: Voltooid

# auditdetail.location.prefix
source: Location
ja_jp: ロケーション
nl: Locatie

# auditdetail.label.autoassignpps
source: Auto Assign PPS
ja_jp: PPSの自動割り当て
nl: PPS automatisch toewijzen

# auditdetail.label.manualassignpps
source: Manually-Assign PPS
ja_jp: 手動でPPSを割り当てる
nl: PPS handmatig toewijzen

# auditdetail.label.completedoutof
source: completed out of
ja_jp: 完了した
nl: voltooid van

# auditdetail.label.linestoberesolved
source: lines to be resolved
ja_jp: 解決すべき線
nl: op te lossen lijnen

# auditdetail.label.linestobereaudited
source: lines to be re-audited
ja_jp: 再棚卸される線
nl: opnieuw te controleren lijnen

# audit.header.Audit
source: Audits
ja_jp: 棚卸
nl: Controles

# audit.start.Audit
source: START
ja_jp: 開始
nl: STARTEN

# audit.table.createAudit
source: CREATE AUDIT
ja_jp: 棚卸を作成してください
nl: CONTROLE MAKEN

# audit.filter.filterLabel
source: FILTER DATA
ja_jp: フィルタデータ
nl: GEGEVENS FILTEREN

# auditList.filter.search.bar
source: {total} results found
ja_jp: {total} 結果が見つかりました
nl: {total} resultaten gevonden

# auditList.filter.search.bar.showall
source: Show all results
ja_jp: 全結果を表示します。
nl: Alle resultaten tonen

# auditlisting.cancel.status
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# auditlisting.delete.status
source: Delete
ja_jp: 削除
nl: Verwijderen

# auditlisting.duplicate.prefix
source: Duplicate
ja_jp: 重複
nl: Dupliceren

# auditlisting.resolve.status
source: Resolve
ja_jp: 解決
nl: Oplossen

# auditlisting.pause.status
source: Pause
ja_jp: 休止
nl: Pauzeren

# auditlisting.edit.status
source: Edit
ja_jp: 編集
nl: Bewerken

# auditlisting.viewdetails.status
source: View Details
ja_jp: 詳細を見る
nl: Details bekijken

# auditlisting.label.autoassignpps
source: Auto Assign PPS
ja_jp: PPSの自動割り当て
nl: PPS automatisch toewijzen

# auditlisting.label.manualassignpps
source: Manually-Assign PPS
ja_jp: 手動でPPSを割り当てる
nl: PPS handmatig toewijzen

# auditlisting.label.startbutton
source: START
ja_jp: 開始
nl: STARTEN

# auditlisting.label.reauditbutton
source: RE-AUDIT
ja_jp: 再棚卸
nl: OPNIEUW CONTROLEREN

# auditlisting.label.reolvebutton
source: RESOLVE
ja_jp: 解決
nl: OPLOSSEN

# audit.cancel
source: Are you sure want to cancel {auditId} audit?
ja_jp: {auditId}棚卸をキャンセルしてもよろしいですか？
nl: Weet u zeker dat u controle {auditId} wilt annuleren?

# audit.deleteAudit
source: Are you sure want to delete {auditId} audit?
ja_jp: {auditId}棚卸を削除してもよろしいですか？
nl: Weet u zeker dat u controle {auditId} wilt verwijderen?

# audit.notfound
source: There are no audit to view. Create audit
ja_jp: 表示する棚卸はありません。 棚卸を作成します。
nl: Er zijn geen controles om te bekijken. Controle maken

# widget.audit.heading.value
source: None
ja_jp: なし
nl: Geen

# widget.audit.status.idle
source: {count} idle PPS (Audit mode)
ja_jp: {count} 待機 PPS (棚卸モード)
nl: {count} inactieve PPS (controlemodus)

# widget.audit.throughput
source: {pps_count} PPS auditing {throughput} items/hr
ja_jp: {pps_count} PPS 棚卸 {throughput} 商品/時間
nl: {pps_count} PPS controle(e)r(t)(en) {throughput} items/uur

# widget.audit.offline
source: Offline
ja_jp: オフライン

# widget.audit.heading
source: Items audited
ja_jp: 棚卸済商品
nl: Items gecontroleerd

# audit.proced
source: PROCEED
ja_jp: 続ける
nl: DOORGAAN

# audit.deleteButton
source: DELETE
ja_jp: 削除
nl: VERWIJDEREN

# audit.confirm
source: CONFIRM
ja_jp: 確認
nl: BEVESTIGEN

# audit.cancel.cancel
source: CLOSE
ja_jp: 閉じる
nl: SLUITEN

# audit.procedd
source: PROCEED
ja_jp: 続ける
nl: DOORGAAN

# audit.inputField.id
source: AUDIT ID
ja_jp: 棚卸ID
nl: CONTROLE-ID

# audit.inputField.location
source: LOCATION ID
ja_jp: 場所 ID
nl: LOCATIE-ID

# audit.inputField.fromdate
source: FROM DATE
ja_jp: 日付から
nl: BEGINDATUM

# audit.inputField.todate
source: TO DATE
ja_jp: 日付まで
nl: EINDDATUM

# audit.tokenfield.typeAudit
source: AUDIT TYPE
ja_jp: 棚卸の種類
nl: TYPE CONTROLE

# audit.token3.all
source: Any
ja_jp: どれか
nl: Alle

# audit.tokenfield.STATUS
source: STATUS
ja_jp: 状態

# audit.tokenfield.createdby
source: CREATED BY
ja_jp: 登録者
nl: GEMAAKT DOOR

# audit.token1.all
source: Any
ja_jp: すべて
nl: Alle

# audit.token1.location
source: Location
ja_jp: ロケーション
nl: Locatie

# audit.token2.all
source: Any
ja_jp: すべて
nl: Alle

# audit.token2.notyetstarted
source: Not yet started
ja_jp: 未着手
nl: Nog niet gestart

# audit.token2.inProgress
source: In progress
ja_jp: 進行中
nl: In uitvoering

# audit.token2.toberesolved
source: To be resolved
ja_jp: 解決される
nl: Op te lossen

# audit.token2.cancelled
source: Cancelled
ja_jp: キャンセル
nl: Geannuleerd

# audit.token2.completed
source: Completed
ja_jp: 完了
nl: Voltooid

# audit.token2.paused
source: Paused
ja_jp: 休止されました
nl: Gepauzeerd

# audit.token2.duplicated
source: Duplicated
ja_jp: 重複した
nl: Gedupliceerd

# audit.token2.deleted
source: Deleted
ja_jp: 削除されました
nl: Verwijderd

# gor.filter.filterLabel
source: Filter data
ja_jp: フィルタデータ
nl: Gegevens filteren

# gor.filter.hide
source: Hide
ja_jp: 隠す
nl: Verbergen

# gor.filter.noResult
source: No results found, please try again
ja_jp: 結果は見つかりませんでした。もう一度お試しください
nl: Geen resultaten gevonden, probeer het opnieuw

# gor.filter.reset
source: Reset
ja_jp: リセット
nl: Opnieuw instellen

# gor.filter.heading
source: Apply filter
ja_jp: フィルタを適用します
nl: Filter toepassen

# audit.startaudit.pendingAudit
source: Audits pending
ja_jp: 棚卸保留中
nl: Controles in behandeling

# audit.startaudit.linesRemaining
source: lines remaining to be Audited
ja_jp: 棚卸対象の線
nl: lijnen resterend voor controle

# audit.startaudit.searchPlaceholder
source: Search PPS by opertor name or mode
ja_jp: オペレータ名またはモードでPPSを検索する
nl: PPS doorzoeken op operatornaam of modus

# audit.ppschangeStart
source: A mode change request will be sent for PPS that are not in Audit mode.Do you still wish to proceed?
ja_jp: 棚卸モードではないPPSに対してモード変更要求が送信されます。まだ進めていますか？
nl: Er wordt een moduswijzigingsverzoek verzonden voor PPS waarbij de controlemodus niet actief is. Wilt u toch doorgaan?

# audit.audittask.headerchangeppd
source: Change PPS
ja_jp: PPS を変化する
nl: PPS wijzigen

# audit.audittask.headerstartaudit
source: Start Audit
ja_jp: 棚卸を開始する
nl: Controle starten

# audit.startaudit.auditmodepps
source: PPS in audit mode
ja_jp: 棚卸モードのPPS
nl: PPS in controlemodus

# audit.startaudit.othermodepps
source: PPS in other mode
ja_jp: 他のモードのPPS
nl: PPS in andere modus

# audit.startaudit.operatorassign
source: Operator Assigned
ja_jp: オペレータ割り当て済み
nl: Operator toegewezen

# audit.startaudit.startButton
source: START
ja_jp: 開始
nl: STARTEN

# audit.startaudit.Foraudit
source: For audit
ja_jp: 棚卸のため
nl: Voor controle

# audit.nameplaceholder.text
source: Time, place or products
ja_jp: 時間、場所または製品
nl: Tijd, plaats of producten

# audit.searchinputplaceholder.text
source: Search SKU
ja_jp: SKUを検索
nl: SKU zoeken

# audit.locinputplaceholder.text
source: Search Location
ja_jp: 検索場所
nl: Locatie zoeken

# audit.locationdoesnotexist.text
source: Location does not exist
ja_jp: 場所が存在しません
nl: Locatie bestaat niet

# audit.skudoesnotexist.text
source: SKU does not exist
ja_jp: SKUは存在しません
nl: SKU bestaat niet

# audit.duplicatelocation.text
source: Duplicate entry
ja_jp: 重複エントリ
nl: Dubbele invoer

# audit.auditbysku.text
source: Audit by SKU
ja_jp: SKUによる棚卸
nl: Controleren per SKU

# audit.auditbysku.enterSKU
source: Enter SKU and validate
ja_jp: SKUを入力して検証する
nl: SKU invoeren en valideren

# audit.auditbysku.enterCSV
source: Upload CSV and validate
ja_jp: CSVをアップロードして検証する
nl: CSV uploaden en valideren

# audit.auditbysku.selectAttributes
source: Select Attributes
ja_jp: 属性を選択する
nl: Attributen selecteren

# audit.auditbylocation.text
source: Audit by Location
ja_jp: 場所による棚卸
nl: Controleren per locatie

# Audit.inputCheckbox.selectAllLabel
source: Select All
ja_jp: すべて選択
nl: Alles selecteren

# Audit.inputCheckbox.selectAllInvalidLabel
source: Select all invalid
ja_jp: すべて無効を選択
nl: Alle ongeldige selecteren

# Audit.inputCheckbox.selectAllValidLabel
source: Select all valid
ja_jp: すべて選択有効
nl: Alle geldige selecteren

# Audit.inputCheckbox.deselectAllLabel
source: Deselect All
ja_jp: すべての選択を解除
nl: Alles deselecteren

# audit.add.heading
source: Create new audit
ja_jp: 棚卸タスクを作成
nl: Nieuwe controle maken

# audit.select.sku.value
source: Enter audit name:
ja_jp: 監査名を入力：
nl: Voer controlenaam in:

# audit.select.sku.modeNew
source: Select mode of input:
ja_jp: 入力モードの選択：
nl: Selecteer invoermodus:

# audits.enterSKU
source: Enter SKU
ja_jp: SKUを入力してください
nl: SKU invoeren

# audits.csvUpload
source: Upload CSV file
ja_jp: CSVファイルをアップロードする
nl: CSV-bestand uploaden

# audits.addSku
source: + Add New
ja_jp: +新規追加
nl: + Nieuw toevoegen

# audit.csvupload.error
source: Error found, Please upload a valid .csv file
ja_jp: エラーが見つかりました。有効な.csvファイルをアップロードしてください
nl: Fout gevonden: upload een geldig .CSV-bestand

# audits.draganddrop.text
source: Drag and drop
ja_jp: ドラッグアンドドロップ
nl: Slepen en neerzetten

# audits.addsku2
source: + ADD NEW
ja_jp: +新規追加
nl: + NIEUW TOEVOEGEN

# audit.select.sku.inputmode
source: Select mode of input:
ja_jp: 入力モードの選択：
nl: Selecteer invoermodus:

# audits.enterLocation
source: Enter Location
ja_jp: 場所を入力してください
nl: Locatie invoeren

# audit.add.location.heading
source: Enter Location and validate
ja_jp: ロケーションを入力してください
nl: Locatie invoeren en valideren

# audit.add.location.subheading
source: Use copy and paste if you have multiple MSU and Slot numbers
ja_jp: 形式： (XXX.X.X.XX)
nl: Kopiëren en plakken gebruiken als u meerdere MSU- en sleufnummers hebt

# audits.addAuditLocation2
source: + ADD NEW
ja_jp: +新規追加
nl: + NIEUW TOEVOEGEN

# audits.editLocation
source: BACK TO EDIT
ja_jp: 編集に戻る
nl: TERUG NAAR BEWERKEN

# audit.locationValidation.success
source: {valid} out of {total} locations valid
ja_jp: {total}有効な場所の内{valid}
nl: {valid} van {total} locaties geldig

# audit.locationValidation.error
source: {invalid} Error found out of {total} Locations, Please rectify or enter valid Location
ja_jp: {invalid} 場所の{total}エラーが見つかりました。有効な場所を修正または入力してください
nl: Fout {invalid} gevonden bij {total} locaties. Corrigeer of voer een geldige locatie in

# audit.locationValidation.subheading
source: MSU will always supercede and all slots in the MSU will be audited
ja_jp: MSUが常に置き換えされ、MSUの全スロットが棚卸されます。
nl: MSU gaat altijd voor en alle sleuven in de MSU worden gecontroleerd

# audits.locationValidation.addLocation
source: + ADD NEW
ja_jp: +新規追加
nl: + NIEUW TOEVOEGEN

# audit.kq.label.msg
source: Show KQ on Butler Operator Interface
ja_jp: バトラーオペレータインターフェイスでKQを見せて下さい。
nl: KQ tonen in operatorinterface van Butler

# audit.kq.label.submsg
source: Selecting this will enable key in quantity for this audit task
ja_jp: これを選択すると、この棚卸タスクのキーが有効になります
nl: Door dit te selecteren wordt intoetsen van het aantal voor deze controletaak ingeschakeld

# audits.add.password.button
source: CREATE AUDIT
ja_jp: 棚卸を作成してください
nl: CONTROLE MAKEN

# audit.delete.heading
source: Are you sure you would like to delete audit task {task_name} ?
ja_jp: 棚卸タスク{task_name}を削除してもよろしいですか？
nl: Weet u zeker dat u controletaak {task_name} wilt verwijderen?

# audit.duplicate.heading
source: Are you sure you would like to duplicate audit task {task_name} ?
ja_jp: 棚卸タスク{task_name}を複製してもよろしいですか？
nl: Weet u zeker dat u controletaak {task_name} wilt dupliceren?

# audit.valid.sku
source: SKU confirmed
ja_jp: SKUが確認されました
nl: SKU bevestigd

# audit.valid.location
source: Location valid
ja_jp: 有効な場所
nl: Locatie geldig

# audit.noAtrributes.sku
source: SKU confirmed but no Box Id found
ja_jp: SKUは確認済みですがボックスIDは見つかりませんでした
nl: SKU bevestigd, maar geen doos-id gevonden

# audit.uploadcsv.text
source: Upload CSV and validate
ja_jp: CSVをアップロードして検証する
nl: CSV uploaden en valideren

# audit.selectattributes.text
source: Select attributes
ja_jp: 属性を選択してください
nl: Attributen selecteren

# audit.edit.heading
source: Edit audit
ja_jp: 棚卸を編集してください
nl: Controle bewerken
