Repository: anil-pace/gor.butler.ui.managerdashboard
Catalog: translations/*/*.po
Languages: ja_jp, nl

# notification.infinite.message
source: Loading More
ja_jp: さらにロードすること
nl: Meer laden

# ValidateSelAtt.nameplaceholder.text
source: Time, place or products
ja_jp: 時間、場所または製品
nl: Tijd, plaats of producten

# ValidateSelAtt.inputplaceholder.text
source: e.g: 012678ABC
ja_jp: 例：012678ABC
nl: bijvoorbeeld: 012678ABC

# ValidateSelAtt.searchinputplaceholder.text
source: Search SKU
ja_jp: SKUを検索
nl: SKU zoeken

# ValidateSelAtt.locinputplaceholder.text
source: Search Location
ja_jp: 検索場所
nl: Locatie zoeken

# Audit.selectAttribute.apply
source: Apply
ja_jp: 適用
nl: Toepassen

# Audit.selectAttribute.addSetofAttributes
source: + ADD SET OF ATTRIBUTES
ja_jp: +属性のセットを追加する
nl: + SET ATTRIBUTEN TOEVOEGEN

# Audit.selectAttribute.footerMessage
source: Note: You can add multiple sets of attributes
ja_jp: 注：複数の属性セットを追加することができます
nl: Opmerking: u kunt meerdere sets met attributen toevoegen

# Audit.selectAttribute.back
source: Back
ja_jp: バック
nl: Terug

# Audit.selectAttribute.clearAll
source: Clear All
ja_jp: すべてをクリアしてください
nl: Alles wissen

# Audit.selectAttribute.addMoreSets
source: Add more Sets of Attributes
ja_jp: 属性のセットを増えて追加する
nl: Meer sets met attributen toevoegen

# ValidateSelAtt.auditbysku.text
source: Enter SKU and validate
ja_jp: SKUを入力して検証する
nl: SKU invoeren en valideren

# ValidateSelAtt.auditbysku.selectAttributes
source: Select Attributes
ja_jp: 属性を選択する
nl: Attributen selecteren

# ValidateSelAtt.auditbylocation.text
source: Audit by Location
ja_jp: 場所による棚卸
nl: Controleren per locatie

# ValidateSelAtt.inputCheckbox.selectAllLabel
source: Select All
ja_jp: すべてを選択してください
nl: Alles selecteren

# ValidateSelAtt.inputCheckbox.selectAllInvalidLabel
source: Select all invalid
ja_jp: すべて無効を選択してください
nl: Alle ongeldige selecteren

# ValidateSelAtt.inputCheckbox.selectAllValidLabel
source: Select all valid
ja_jp: すべての有効なを選択してください
nl: Alle geldige selecteren

# ValidateSelAtt.inputCheckbox.deselectAllLabel
source: Deselect All
ja_jp: すべての選択を解除
nl: Alles deselecteren

# audit.add.sku.subheading
source: Use copy and paste if you have muktiple sku numbers
ja_jp: Sku番号が複数ある場合は、コピー＆ペーストを使用する
nl: Kopiëren en plakken gebruiken als u meerdere SKU-nummers hebt

# audits.auditAdd
source: + Add New
ja_jp: +新規追加
nl: + Nieuw toevoegen

# audits.editSKUText
source: BACK TO EDIT
ja_jp: 編集に戻る
nl: TERUG NAAR BEWERKEN

# audit.skuValidation.success
source: {valid} out of {total} SKUs valid
ja_jp: {valid}うち{total}有効なSKU
nl: {valid} van {total} SKU's geldig

# audit.skuValidation.error
source: {invalid} Error found out of {total} SKUs, Please rectify or enter valid SKUs
ja_jp: {invalid} SKUの{total}エラーが見つかりました。有効なSKUを修正または入力してください
nl: {invalid} Fout gevonden bij {total} SKU's. Corrigeer of voer geldige SKU's in

# audit.skuValidation.note
source: Note: Not setting any attributes will result in auditing the entire SKU with all attributes
ja_jp: 注：属性を設定しないと、SKU全体をすべての属性で棚卸します
nl: Opmerking: het niet instellen van attributen leidt tot het controleren van de hele SKU met alle attributen

# audits.Validation
source: + Add New
ja_jp: +新規追加
nl: + Nieuw toevoegen

# audits.validateSKU
source: Validate
ja_jp: 検証
nl: Valideren

# audit.table.duplicateTask
source: Duplicate task
ja_jp: 重複タスク
nl: Taak dupliceren

# audit.table.deleteRecord
source: Delete record
ja_jp: レコードを削除
nl: Record verwijderen

# audit.table.cancelTask
source: Cancel Task
ja_jp: タスクをキャンセルします
nl: Taak annuleren

# commonDataTable.edit.button
source: Edit
ja_jp: 編集
nl: Bewerken

# commonDataTable.Delete.button
source: Delete
ja_jp: 削除
nl: Verwijderen

# audit.table.pack.outer.label
source: Outer
ja_jp: 外
nl: Buitenste

# audit.table.pack.inner.label
source: Inner
ja_jp: インナー
nl: Binnenste

# commonDataTable.attributesType.itemSelectedText
source: {count} items selected
ja_jp: {count} 選択されたアイテム
nl: {count} items geselecteerd

# commonDataTable.attributesType.heading
source: Box Id
ja_jp: ボックス Id
nl: Doos-id

# audit.resolveUnresolve
source: {resolvedCount} issues, {unresolvedCount} unresolved
ja_jp: {resolvedCount} の問題、 {unresolvedCount} は未解決
nl: {resolvedCount} problemen, {unresolvedCount} onopgelost

# audit.resolveIssues
source: {resolvedCount} issues
ja_jp: {resolvedCount} の問題
nl: {resolvedCount} problemen

# audit.unresolveIssues
source: {unresolvedCount} {unresolvedCount, plural, one {unresolved issue} other {unresolved issues}}
ja_jp: {unresolvedCount} {unresolvedCount, plural, one {未解決の問題} other {未解決の問題}}
nl: {unresolvedCount} {unresolvedCount, plural, one {unresolved issue} overige {unresolved issues}}

# commonDataTable.resolveAudit.approve
source: Approve
ja_jp: 承認
nl: Goedkeuren

# commonDataTable.resolveAudit.reject
source: Reject
ja_jp: 却下
nl: Weigeren

# commonDataTable.startAudit.button
source: Start audit
ja_jp: 棚卸開始
nl: Controle starten

# commonDataTable.resolveAudit.button
source: Resolve
ja_jp: 解決
nl: Oplossen

# commonDataTable.viewIssues.button
source: View issues
ja_jp: 問題を表示
nl: Problemen bekijken

# pps.configuration.profile.requestedText
source: Requested Profile: {requestedProfile}
ja_jp: 依頼されたプロファイル:{requestedProfile}
nl: Gevraagd profiel: {requestedProfile}

# audit.resolveUnresolve.tooltip.header
source: {resolvedCount} audit lines, {unresolvedCount} audit lines
ja_jp: {resolvedCount} 解決, {unresolvedCount} 未解決
nl: {resolvedCount} controlelijnen, {unresolvedCount} controlelijnen

# audit.resolveUnresolve.tooltip.content
source: Approve or reject audit line with issues
ja_jp: 問題がある棚卸を承認、または、却下します
nl: Controlelijnen met problemen goedkeuren of weigeren

# audit.unresolveIssues.tooltip.header
source: {unresolvedCount} {unresolvedCount, plural, one {unresolved audit line} other {unresolved audit lines}}
ja_jp: {unresolvedCount} {unresolvedCount, plural, one {未棚卸の棚卸行} other {未棚卸の棚卸行}}
nl: {unresolvedCount} {unresolvedCount, plural, one {unresolved audit line} overige {unresolved audit lines}}

# audit.unresolveIssues.tooltip.content
source: Approve or reject audit line with issues
ja_jp: 問題がある棚卸結果を承認、または、却下します
nl: Controlelijnen met problemen goedkeuren of weigeren

# audit.rejected.tooltip.header
source: {rejected_lines}/{total_lines} {rejected_lines, plural, one {audit line} other {audit lines}} were rejected
ja_jp: {rejected_lines}/{total_lines} {rejected_lines, plural, one {棚卸ライン} other {棚卸ライン}} が拒否されました
nl: {rejected_lines}/{total_lines} {rejected_lines, plural, one {audit line} overige {audit lines}} zijn geweigerd

# audit.rejected.tooltip.content
source: Re-audit the rejected audit lines
ja_jp: 却下された棚卸を再棚卸します
nl: De geweigerde controlelijnen opnieuw controleren

# audit.created.tooltip.header
source: Assign PPS to start audit task
ja_jp: 棚卸タスクを開始するためにPPSを割当
nl: PPS toewijzen om de controletaak te starten

# audit.created.tooltip.content
source: Click on "Start Audit" to assign PPS
ja_jp: PPSを割り当てるには、「棚卸の開始」をクリックします。

# utility.fileSize.message
source: Maximum File Size: {maxSize}
ja_jp: 最大ファイルサイズ: {maxSize}
nl: Maximale bestandsgrootte: {maxSize}

# gor.audit.uploadcsv
source: Upload .CSV file
ja_jp: .CSVファイルをアップロードする
nl: .CSV-bestand uploaden

# selectAttribute.placeholderSelected.text
source: {selectedSetCount} sets of Attributes selected
ja_jp: {selectedSetCount}属性のセットが選択されました
nl: {selectedSetCount} sets met attributen geselecteerd

# selectAttribute.placeholder.text
source: Select Attributes
ja_jp: 属性を選択する
nl: Attributen selecteren

# paginate.page.heading
source: Page
ja_jp: ページ
nl: Pagina

# paginate.page.pageNum
source: of {totalPage}
ja_jp: {totalPage}の
nl: van {totalPage}

# graph.noData
source: No Data
ja_jp: データなし
nl: Geen gegevens

# horizontal.graph.noData
source: No Data
ja_jp: データなし
nl: Geen gegevens

# snapshot.inventory.usedSpace
source: {utilisedSpace}% space utilized
ja_jp: {utilisedSpace}% スペース使用
nl: {utilisedSpace}% ruimte gebruikt

# header.zones.inOperation2
source: {activeZones} zones in operation
ja_jp: {activeZones}操作中のゾーン
nl: {activeZones} zones in werking

# header.zones.noOperation
source: No zones in operation
ja_jp: 操作中のゾーンはありません
nl: Geen zones in werking

# header.zones.inactiveZones
source: {inactiveZones} {inactiveZones, plural, one {zone} other {zones}} paused
ja_jp: {inactiveZones} {inactiveZones, plural, one {zone} other {zones}}が 休止されました
nl: {inactiveZones} {inactiveZones, plural, one {zone} overige {zones}} gepauzeerd

# header.button.resume
source: Resume System
ja_jp: 続行
nl: Systeem hervatten

# header.zones.status
source: SYSTEM NORMAL
ja_jp: システム正常
nl: SYSTEEM NORMAAL

# header.zones.inOperation
source: {activeZones}/{totalZones} zones in operation
ja_jp: {activeZones}/{totalZones}操作中のゾーン
nl: {activeZones}/{totalZones} zones in werking

# header.zones.emergency
source: SYSTEM STOPPED
ja_jp: システムが停止されました
nl: SYSTEEM GESTOPT

# header.zones.inOperation1
source: {activeZones} zones in operation
ja_jp: {activeZones}操作中のゾーン
nl: {activeZones} zones in werking

# header.option.release
source: Release the System Stop button from the Zigbee box in order to resume operation.
ja_jp: 操作の再開の_________為にジグビーボックスからシステム停止ボタンを解除して下さい。
nl: Laat de systeemstopknop van de Zigbee-doos los om de werking te hervatten.

# header.zones.emergency.stopped
source: SYSTEM STOPPED
ja_jp: システムが停止されました
nl: SYSTEEM GESTOPT

# header.zones.emergency.paused
source: SYSTEM PAUSED
ja_jp: システムが休止されました
nl: SYSTEEM GEPAUZEERD

# header.start
source: Start time:{time}
ja_jp: 開始時刻:{time}
nl: Begintijd: {time}

# header.zones.count
source: {activeZones}/{totalZones} Zones
ja_jp: {activeZones}/{totalZones}ゾーン

# header.zones.viewAll
source: View system details
ja_jp: システムの詳細を見る
nl: Systeemgegevens bekijken

# header.logout
source: Logout
ja_jp: ログアウト
nl: Uitloggen

# healthTab.status.on
source: Open
ja_jp: オン
nl: Openen

# healthTab.status.off
source: Close
ja_jp: オフ
nl: Sluiten

# inventory.histogram.legend
source: Items Stocked
ja_jp: 在庫商品
nl: Items voorradig

# inventory.linechart.legendPicked
source: Items Picked
ja_jp: 出庫済商品
nl: Items geselecteerd

# inventory.linechart.legendPut
source: Items Put
ja_jp: 入庫済商品
nl: Items geplaatst

# inventory.header
source: Inventory
ja_jp: 在庫
nl: Voorraad

# itemTable.categoryType.category
source: Category
ja_jp: カテゴリ
nl: Categorie

# itemTable.cbmUsed.cbm
source: CBM Used
ja_jp: 使用済CBM
nl: CBM gebruikt

# itemTable.daysInHand.count
source: Days in Hand
ja_jp: 保管日数
nl: Dagen in handen

# inventory.linechart.toolTipPut
source: Put
ja_jp: 入庫
nl: Geplaatst

# inventory.linechart.toolTipPick
source: Picked
ja_jp: 出庫
nl: Geselecteerd

# inventory.linechart.toolTipEntity
source: Items
ja_jp: 品目

# inventory.linechart.noDataText
source: No Item Movement
ja_jp: 商品移動なし
nl: Geen itemverplaatsing

# inventory.linechart.today
source: Today's
ja_jp: 本日の在庫
nl: Van vandaag

# inventory.snaphot.date
source: Today's
ja_jp: 本日の在庫
nl: Van vandaag

# inventory.snaphot.currentStock
source: Current Stock
ja_jp: 在庫数
nl: Huidige voorraad

# inventory.snaphot.closingStock
source: Closing Stock
ja_jp: 最終在庫
nl: Eindvoorraad

# inventory.snaphot.header
source: stock snapshot
ja_jp: 在庫状況
nl: voorraadsnapshot

# inventory.snaphot.itemsPut
source: Items Put
ja_jp: 入庫数
nl: Items geplaatst

# inventory.snaphot.itemsPick
source: Items Pick
ja_jp: 出庫数
nl: Items selecteren

# inventory.snaphot.openingStock
source: Opening Stock
ja_jp: 初期在庫
nl: Beginvoorraad

# inventory.snaphot.sku
source: SKUs
ja_jp: SKU数

# inventory.snaphot.cbmUsed
source: CBM Used
ja_jp: CBM
nl: CBM gebruikt

# login.butler.language
source: Language
ja_jp: 言語
nl: Taal

# login.butler.manageInterface
source: Management Interface
ja_jp: マネージメント・インターフェース
nl: Beheerinterface

# login.butler.error.username
source: Please enter your username
ja_jp: ユーザ名を入れてください。
nl: Voer uw gebruikersnaam in

# login.butler.error.password
source: Please enter your password
ja_jp: パスワードを入れてください。
nl: Voer uw wachtwoord in

# login.form.username
source: Username
ja_jp: ユーザ名
nl: Gebruikersnaam

# login.form.password
source: Password
ja_jp: パスワード
nl: Wachtwoord

# login.form.button
source: Login
ja_jp: ログイン
nl: Inloggen

# pps.dropdown.placeholder
source: Change PPS mode
ja_jp: PPSモード変更
nl: PPS-modus wijzigen

# table.filter.placeholder
source: Filter by keywords
ja_jp: キーワードで検索
nl: Filteren op trefwoorden

# notifications.read.message
source: You have no unread Notifications
ja_jp: 未読の通知はありません
nl: U hebt geen ongelezen meldingen

# notifications.read.noresult
source: No Result Found
ja_jp: 結果は見つかりません
nl: Geen resultaat gevonden

# notification.all.link
source: VIEW ALL NOTIFICATIONS
ja_jp: すべての通知を見る
nl: ALLE MELDINGEN BEKIJKEN

# OrderSubTab.waves
source: Waves
ja_jp: ウェーブ
nl: Golven

# OrderSubTab.orderlist
source: Order List
ja_jp: 注文リスト
nl: Bestellijst

# sysOverview.tab.heading
source: Overview
ja_jp: 概要
nl: Overzicht

# pps.tab.heading
source: Pick Put Stations
ja_jp: PPS
nl: Selectie-/plaatsingsstations

# chargingstation.tab.heading
source: Charging Station
ja_jp: 充電器
nl: Laadstation

# ppsConfiguration.tab.heading
source: PPS Configuration
ja_jp: PPS構成
nl: PPS-configuratie

# msuConfiguration.tab.heading
source: MSU Configuration
ja_jp: MSU 構成
nl: MSU-configuratie

# sysControllers.tab.heading
source: System Controllers
ja_jp: システムコントローラ
nl: Systeemcontrollers

# utility.uploadHist.fileName
source: File {fileName}
ja_jp: ファイル {fileName}
nl: Bestand {fileName}

# utility.uploadHist.success
source: Status: {status} % completed
ja_jp: ステータス: {status} % 完了
nl: Status: {status} % voltooid

# utility.uploadHist.recAdded
source: Records added
ja_jp: レコードが追加されました
nl: Records toegevoegd

# utility.uploadHist.recUpdated
source: Records updated
ja_jp: レコードが更新されました
nl: Records bijgewerkt

# utility.uploadHist.recDeleted
source: Records deleted
ja_jp: レコードが削除されました
nl: Records verwijderd

# utility.uploadHist.errors
source: Errors
ja_jp: エラー
nl: Fouten

# utility.uploadHist.uploadFile
source: Upload File:
ja_jp: ファイルアップロード:
nl: Bestand uploaden:

# utility.uploadHist.download
source: Download
ja_jp: ダウンロード
nl: Downloaden

# utility.uploadHist.resultFile
source: Result File:
ja_jp: ファイルの結果:
nl: Resultaatbestand:

# utility.downloadGRN.status.heading
source: GRN Status
ja_jp: GRNステータス

# utility.downloadGRN.stnPlaceholder
source: Enter STN Number
ja_jp: STN数字を入力します
nl: STN-nummer invoeren

# utility.downloadGRN.formatPlaceholder
source: Select File type
ja_jp: ファイルの種類を選択します
nl: Bestandstype selecteren

# utility.reportsHistory.clickToDownload
source: Click here to download
ja_jp: ダウンロードするためにここでクリックしてください
nl: Klik hier om te downloaden

# utility.uploadHist.noresultfound
source: No Result Found
ja_jp: 結果が見つかりません
nl: Geen resultaat gevonden

# utility.downloadGRN.label
source: STN number:
ja_jp: STN 数字:
nl: STN-nummer:

# utility.downloadGRN.stnError
source: Please enter correct STN number
ja_jp: 正解のSTN 数字を入力してください
nl: Voer een correct STN-nummer in

# utility.downloadGRN.head
source: Generate Report
ja_jp: レポートを生成します
nl: Rapport genereren

# utility.downloadGRN.history
source: Report History
ja_jp: レポートの履歴
nl: Rapportgeschiedenis

# utility.downloadReport.head
source: Download Reports
ja_jp: レポートをダウンロードします
nl: Rapporten downloaden

# utility.downloadReport.Status.heading
source: Reports Status
ja_jp: レポートのステータス
nl: Status rapporten

# utility.downloadRprts.CategoryLabel
source: Category
ja_jp: カテゴリー
nl: Categorie

# utility.downloadRprts.CategoryPlchldr
source: Select Category
ja_jp: カテゴリーを選択します
nl: Categorie selecteren

# utility.downloadRprts.CategoryInventory
source: Inventory
ja_jp: 在庫
nl: Voorraad

# utility.downloadRprts.FileFormatPlchldr
source: Select File Format
ja_jp: ファイルフォーマットを選択します
nl: Bestandsindeling selecteren

# utility.downloadRprts.FileFormatLabel
source: File Format
ja_jp: ファイルフォーマット
nl: Bestandsindeling

# utility.downloadRports.csvFormat
source: Comma separated values (csv)
ja_jp: カンマ区切り値(csv)
nl: Door komma's gescheiden waarden (csv)

# utiltiy.downloadRports.xlsFormat
source: ExceL Spreadsheet (xlsx)
ja_jp: エクセルスプレッドシート(xlsx)
nl: Excel-werkblad (xlsx)

# utility.grnHistory.clickToDownload
source: Click here to download
ja_jp: ダウンロードするためにここをクリックしてください
nl: Klik hier om te downloaden

# utility.downloadReports.head
source: Generate Report
ja_jp: レポートを生成します
nl: Rapport genereren

# utility.downloadReports.history
source: Report History
ja_jp: レポートの履歴
nl: Rapportgeschiedenis

# utility.uploadHistory.head
source: Upload History
ja_jp: 履歴をアップロードします
nl: Geschiedenis uploaden

# utility.itemRecall.head
source: Expired Items
ja_jp: 期限切れ商品
nl: Verlopen items

# utility.itemRecall.subHead
source: (Recall all the expired items)
ja_jp: (期限切れ商品を呼び出す)
nl: (Alle verlopen items terugroepen)

# utility.itemRecall.buttonText
source: RECALL
ja_jp: 呼び出す
nl: TERUGROEPEN

# utility.downDlabel
source: DOWNLOAD
ja_jp: ダウンロード
nl: DOWNLOADEN

# stringConfig.open
source: Open
ja_jp: 開放
nl: Openen

# stringConfig.off
source: Close
ja_jp: オフ
nl: Sluiten

# stringConfig.fclose
source: Force Close
ja_jp: 強制終了
nl: Sluiten forceren

# stringConfig.per_hour
source: per_hour
ja_jp: 1時間当たり

# stringConfig.pick
source: pick
ja_jp: 出庫
nl: selecteren

# stringConfig.put
source: put
ja_jp: 入庫
nl: plaatsen

# stringConfig.audit
source: audit
ja_jp: 棚卸
nl: controleren

# stringConfig.soft
source: soft
ja_jp: ソフト
nl: zacht

# stringConfig.hard
source: hard
ja_jp: ハード

# stringConfig.soft_manual
source: soft_manual
ja_jp: ソフトマニュアル

# stringConfig.pending
source: In Progress
ja_jp: 処理中
nl: In uitvoering

# stringConfig.wave.pending
source: Pending
ja_jp: 保留
nl: In behandeling

# stringConfig.disconnected
source: Disconnected
ja_jp: 切断
nl: Verbinding verbroken

# stringConfig.connected
source: Connected
ja_jp: 接続
nl: Verbonden

# stringConfig.complete
source: completed
ja_jp: 完了
nl: voltooid

# stringConfig.completed
source: completed
ja_jp: 完了
nl: voltooid

# stringConfig.rejected
source: Rejected
ja_jp: 却下されました
nl: Geweigerd

# stringConfig.in_progress
source: In Progress
ja_jp: 処理中
nl: In uitvoering

# stringConfig.breached
source: Breached
ja_jp: 未達成
nl: Overtreding

# stringConfig.fulfillable
source: In Progress
ja_jp: 処理中
nl: In uitvoering

# stringConfig.abandoned
source: Abandoned
ja_jp: 中断
nl: Achtergelaten

# stringConfig.created
source: Created
ja_jp: 作成した
nl: Gemaakt

# stringConfig.accepted
source: Accepted
ja_jp: 受け入れられた
nl: Geaccepteerd

# stringConfig.internal_server_error
source: Internal Error
ja_jp: 内部エラー
nl: Interne fout

# stringConfig.manual
source: Manual
ja_jp: マニュアル
nl: Handmatig

# stringConfig.auto
source: Auto
ja_jp: オート
nl: Automatisch

# stringConfig.notFulfillable
source: Unfulfillable
ja_jp: 引当不可
nl: Onverwerkbaar

# stringConfig.exception
source: Exception
ja_jp: 例外
nl: Uitzondering

# stringConfig.online
source: online
ja_jp: オンライン

# stringConfig.offline
source: offline
ja_jp: オフライン

# stringConfig.error
source: error
ja_jp: エラー
nl: fout

# stringConfig.received
source: In Progress
ja_jp: 受信済
nl: In uitvoering

# stringConfig.cancelled
source: Cancelled
ja_jp: キャンセル
nl: Geannuleerd

# stringConfig.butler_supervisor
source: Manager
ja_jp: マネージャー

# stringConfig.butler_ui
source: Operator
ja_jp: オペレーター

# stringConfig.admin
source: Admin
ja_jp: 管理者
nl: Beheerder

# stringConfig.qc
source: QC Operator
ja_jp: QC オペレーター

# stringConfig.packing_operator
source: Packing Operator
ja_jp: 梱包オペレーター
nl: Inpakoperator

# stringConfig.temporary_unfulfillable
source: On hold
ja_jp: 保留
nl: In de wacht

# stringConfig.audit_resolved
source: Resolved
ja_jp: 解決されました
nl: Opgelost

# stringConfig.audit_pending_approval
source: Unresolved
ja_jp: 解決されていません
nl: Onopgelost

# stringConfig.audit_rejected
source: Rejected
ja_jp: 却下されました
nl: Geweigerd

# stringConfig.md001
source: No personnel are present in the no-man zone.
ja_jp: ノーマンゾーンには人はいません。
nl: Er is geen personeel aanwezig in de onbemande zone.

# stringConfig.md002
source: All Butler and MSU positions have been corrected.
ja_jp: 全バトラーとMSUが確認されました。
nl: Alle Butler- en MSU-posities zijn gecorrigeerd.

# stringConfig.md003
source: All no-man zone gates are properly closed.
ja_jp: 全てのノーマンゲートは正常に閉鎖されました。
nl: Alle poorten van de onbemande zone zijn goed gesloten.

# stringConfig.md004
source: All no-man gate limit switches are active and working.
ja_jp: 全てのノーマンゲートの制限スイッチは動作しています。
nl: Alle grensschakelaars voor onbemande poorten zijn actief en werken.

# stringConfig.md005
source: All Hard Emergency buttons are released.
ja_jp: 全ての緊急非常ボタンは解放されました。
nl: Alle harde noodknoppen zijn losgelaten.

# stringConfig.md006
source: All Zigbee boxes are online.
ja_jp: 全ジグビーボックスはオンラインです。
nl: Alle Zigbee-dozen zijn online.

# stringConfig.md007
source: Peripherals status known.
ja_jp: [手動] 周辺機器のステータスが確認されました。
nl: Randapparatuurstatus is bekend.

# stringConfig.md008
source: Physical inventory verified.
ja_jp: [手動] 在庫が確認されました。
nl: Fysieke voorraad is gecontroleerd.

# stringConfig.md009
source: No Emergency buttons in 'Pressed' state.
ja_jp: [自動] 押された状態の緊急ボタンはありません
nl: Geen noodknoppen in de status Ingedrukt.

# stringConfig.md010
source: All shutters open in active zones.
ja_jp: [手動] 全シャッターは解放されています。
nl: Alle luiken open in de actieve zones.

# stringConfig.md011
source: No humans in operations area.
ja_jp: [手動] 操作領域に人はいません。
nl: Geen mensen in het werkingsgebied.

# stringConfig.md012
source: All paths cleared of any debris.
ja_jp: [手動] 全パスの残留物は排除されました。
nl: Alle paden vrijgemaakt van afval.

# stringConfig.md013
source: Move bots to the PPS location and do an "init" after all bots are moved.
ja_jp: ボットをPPSの場所に移動し、すべてのボットを移動した後に "init"を実行します。

# stringConfig.md014
source: No bots require to be moved to PPS.
ja_jp: PPSへボットを移動する必要はありません。
nl: Er hoeven geen bots naar PPS te worden verplaatst.

# stringConfig.audit_reaudited
source: Re-audited
ja_jp: 再棚卸
nl: Opnieuw gecontroleerd

# roleDesc.butler_supervisor
source: Grant access to the Management Interface and Operator Interface to all systems
ja_jp: 全システムの管理インターフェイスとオペレーター画面にアクセスを許可します
nl: Toegang tot alle systemen verlenen aan de beheerinterface en operatorinterface

# roleDesc.butler_ui
source: Grant access to the Operator Interface at each Pick Put Station in the Butler system
ja_jp: バトラーシステムの各PPSでオペレーター画面にアクセスを許可します
nl: Toegang aan de operatorinterface verlenen bij elk selectie-/plaatsingsstation in het Butler-systeem

# pwdDesc.butler_supervisor
source: A password of at least 8 alphanumeric characters will be required for logging into the Management Interface and Operator Interface.
ja_jp: 管理インターフェイスとオペレーター画面にログインするために８英数字以上のパスワードが必要です。
nl: Voor inloggen bij de beheerinterface en operatorinterface is een wachtwoord van minimaal acht alfanumerieke tekens vereist.

# pwdDesc.butler_ui
source: A password of 6 digits will be required for logging into the Operator Interface.
ja_jp: オペレーター画面にログインするために６桁数以上のパスワードが必要です。
nl: Voor inloggen bij de operatorinterface is een wachtwoord van minimaal zes tekens vereist.

# login.autologout.message
source: Due to session expiry, Auto Logout has been triggered!
ja_jp: セッションが切断されたため、ログアウトされました。
nl: Automatisch uitloggen is geactiveerd omdat de sessie is verlopen.

# login.butler.fail
source: Invalid username and/or password, please try again
ja_jp: 無効なユーザ名またはパスワード。
nl: Gebruikersnaam en/of wachtwoord ongeldig, probeer het opnieuw

# login.butler.connection.fail
source: Connection failure
ja_jp: 接続失敗
nl: Verbindingsfout

# login.butler.unauthorized
source: You are not authorized
ja_jp: 許可されていません
nl: U bent niet geautoriseerd

# notify.success.edit
source: User details updated successfully
ja_jp: ユーザ詳細は正常に更新されました
nl: Gebruikersgegevens zijn bijgewerkt

# ppsDetail.modeChange.success
source: PPS Mode Change Request Processed
ja_jp: PPSモード変更要求が処理されました
nl: Wijzigingsverzoek voor PPS-modus verwerkt

# ppsDetail.modeChange.isAlreadyRequested
source: PPS is already in requested mode
ja_jp: PPSは既に要求されたモードです
nl: PPS bevindt zich al in de gevraagde modus
