Repository: anil-pace/gor.butler.ui.managerdashboard
Catalog: translations/*/*.po
Languages: ja_jp, nl

# audits.edit.password.button
source: UPDATE
ja_jp: 更新
nl: BIJWERKEN

# audit.createduplicate.heading
source: Duplicate audit
ja_jp: 重複棚卸
nl: Controle dupliceren

# audit.select.sku.modeinput
source: Select mode of input:
ja_jp: 入力モードの選択：
nl: Selecteer invoermodus:

# audits.addAuditSkuCP
source: + Add New
ja_jp: +新規追加
nl: + Nieuw toevoegen

# audits.addAuditSkuValid
source: + Add New
ja_jp: +新規追加
nl: + Nieuw toevoegen

# audit.select.mode
source: Select mode of input:
ja_jp: 入力モードの選択：
nl: Selecteer invoermodus:

# audits.addAuditLocationCP
source: + Add New
ja_jp: +新規追加
nl: + Nieuw toevoegen

# audit.start.auditdetails.subheading2
source: There are currently no PPS in audit mode.
ja_jp: 現在、PPSが棚卸モードではありません。
nl: Er zijn momenteel geen PPS in de controlemodus.

# audit.start.auditdetails.please
source: Please
ja_jp: お願いします
nl: Ga

# audit.start.auditdetails.hyperlink
source: go to the PPS mode
ja_jp: PPSモード移動
nl: naar de PPS-modus

# audit.start.auditdetails.operations
source: change PPS operations.
ja_jp: PPSを変更してください。
nl: PPS-bewerkingen wijzigen.

# resolveAudit.table.batchID
source: BOX ID.
ja_jp: ボックスID.
nl: DOOS-ID.

# resolveAudit.table.expectedItems
source: EXPECTED QUANTITY
ja_jp: 予定数
nl: VERWACHT AANTAL

# resolveAudit.table.actualQuantity
source: ACTUAL QUANTITY
ja_jp: 実数
nl: WERKELIJK AANTAL

# resolveAudit.table.STATUS
source: STATUS
ja_jp: 状態

# resolveAudit.table.resolve
source: RESOLVE
ja_jp: 解決
nl: OPLOSSEN

# audit.inSlot.text
source: In slot
ja_jp: スロット内

# resolveAudit.table.slot
source: SLOT ID
ja_jp: スロットID
nl: SLEUF-ID

# audit.resolve.heading
source: Resolve issues
ja_jp: 問題を解決します
nl: Problemen oplossen

# audit.viewIssues.heading
source: View issues
ja_jp: 問題を表示
nl: Problemen bekijken

# audit.header.information
source: Audit task #{auditId}
ja_jp: 棚卸タスク＃{auditId}
nl: Controletaak nr. {auditId}

# audit.missing.auditType
source: Mismatch found in {totalLines} slot
ja_jp: スロットにミスマッチが見つかりました {totalLines}
nl: Discrepantie gevonden in {totalLines} sleuf

# resolveAudit.cancelLabel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# resolveAudit.confirmLabel
source: Confirm
ja_jp: 確認
nl: Bevestigen

# resolveAudit.closeLabel
source: Close
ja_jp: 閉じる
nl: Sluiten

# audit.sku.update
source: Update Audit
ja_jp: 棚卸更新してください
nl: Controle bijwerken

# audit.sku.alert.update
source: Do you wish to update Audit?
ja_jp: 棚卸を更新しますか？
nl: Wilt u de controle bijwerken?

# audit.sku.duplicate
source: Duplicate Audit
ja_jp: 重複棚卸
nl: Controle dupliceren

# audit.sku.alert.duplicate
source: Do you wish to duplicate Audit?
ja_jp: 棚卸を重複しますか？
nl: Wilt u de controle dupliceren?

# audit.sku.create.audit
source: Create Audit
ja_jp: 棚卸を作成する
nl: Controle maken

# audit.sku.alert.create
source: Do you wish to create Audit?
ja_jp: 棚卸を作成しますか？
nl: Wilt u de controle maken?

# audit.sku.alert.noneSelected
source: Since you haven't selected any attributes, Audit will happen on all attributes of the SKU's
ja_jp: 属性を選択していないため、棚卸はSKUのすべての属性で行われます
nl: Aangezien u geen attributen hebt geselecteerd, wordt de controle uitgevoerd bij alle attributen van de SKU's

# audit.sku.alert.someSelected
source: Since you haven't selected {missingSKUCount} of {totalSKUCount} attributes, Audit will happen on all attributes of the SKU's
ja_jp: {totalSKUCount}属性の{missingSKUCount}を選択されていないので、棚卸はSKUの全ての属性で行われます。
nl: Aangezien u {missingSKUCount} van {totalSKUCount} attributen niet hebt geselecteerd, wordt de controle uitgevoerd bij alle attributen van de SKU's

# audit.sku.alert.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# viewDetais.multisku.status
source: Multi SKU
ja_jp: マルチSKU
nl: Meerdere SKU's

# viewDetais.singlesku.status
source: Single SKU
ja_jp: シングルSKU
nl: Eén SKU

# viewDetais.multilocation.prefix
source: Multi Location
ja_jp: マルチ ロケーション
nl: Meerdere locaties

# viewDetais.singlelocation.status
source: Single Location
ja_jp: シングル ロケーション
nl: Eén locatie

# viewDetais.linescompleted.status
source: lines completed out of
ja_jp: 線のうちに完了
nl: lijnen voltooid van

# viewDetais.attrselected.status
source: attributes selected
ja_jp: 属性を選択された
nl: attributen geselecteerd

# viewDetais.noattrselected.status
source: No attributes selected
ja_jp: 属性を選択していません
nl: Geen attributen geselecteerd

# viewDetais.noinventory.status
source: No inventory found
ja_jp: 在庫が見つかりません
nl: Geen voorraad gevonden

# viewDetais.missing.status
source: missing out of
ja_jp: の内欠けている
nl: ontbre(e)k(t)(en) van

# viewDetais.extra.status
source: extra entitiy found
ja_jp: 余分なエンティティが見つかりました
nl: extra entiteit gevonden

# viewDetais.items.status
source: items
ja_jp: 項目

# viewDetais.changepps.status
source: Change PPS
ja_jp: PPSを変更する
nl: PPS wijzigen

# viewDetais.searchbysku.status
source: Search by SKU or PDFA
ja_jp: SKUまたはPDFAで検索します
nl: Zoeken per SKU of PDFA

# viewDetais.audit.header
source: Audit
ja_jp: 棚卸
nl: Controleren

# viewDetais.audit.audittask
source: in this Audit task
ja_jp: この棚卸タスクで
nl: in deze controletaak

# viewDetais.audit.nodatashow
source: No data to show
ja_jp: 表示するデータがありません
nl: Geen gegevens om te tonen

# viewDetais.createdby.status
source: Created By
ja_jp: 作成者
nl: Gemaakt door

# viewDetais.operator.status
source: Operator
ja_jp: オペレーター

# viewDetais.audittype.status
source: Audit Type
ja_jp: 棚卸タイプ
nl: Type controle

# viewDetais.showkq.status
source: Show KQ
ja_jp: ショー KQ
nl: KQ tonen

# viewDetais.audit.Reminder
source: Reminder
ja_jp: リマインダー
nl: Herinnering

# viewDetais.audit.starttime
source: Start time
ja_jp: 開始時間
nl: Begintijd

# viewDetais.audit.endtime
source: End time
ja_jp: 終了時間
nl: Eindtijd

# viewDetais.audit.progress
source: Progress
ja_jp: 進捗
nl: Voortgang

# viewDetais.audit.true
source: True
ja_jp: 真
nl: Waar

# viewDetais.audit.false
source: False
ja_jp: 偽
nl: Onwaar

# audit.audittask
source: Audit Task
ja_jp: 棚卸タスク
nl: Controletaak

# audit.auditdetails
source: Basic details
ja_jp: 基本的な詳細
nl: Basisgegevens

# emergency.heading
source: Systemwide System stop
ja_jp: システムワイドシステム停止
nl: Systeemstop voor gehele systeem

# emergency.type
source: The butler system is now stopped by a {type} emergency.
ja_jp: バトラーシステムは現在、{type}の緊急事態で停止されています。
nl: Het Butler-systeem is nu gestopt door noodgeval van het type {type}.

# emergency.action
source: System reset required before returning to operation
ja_jp: 操作に戻る前にシステムリセットが必要です
nl: Systeem moet opnieuw worden ingesteld om werking te hervatten

# emergency.stop
source: Stoppped:
ja_jp: 停止：
nl: Gestopt:

# emergency.trigger
source: Triggered at:
ja_jp: トリガー：
nl: Geactiveerd bij:

# emergency.operator
source: Operator:
ja_jp: オペレーター：

# emergency.button
source: Close
ja_jp: 閉じる
nl: Sluiten

# operation.alert.release
source: All Emergency-stop buttons released
ja_jp: 停止ボタンが解放されました
nl: Alle noodstopknoppen losgelaten

# operation.alert.releaseSoft
source: All Emergency-pause buttons released
ja_jp: 全緊急休止ボタンが解放されました
nl: Alle noodpauzeknoppen losgelaten

# operation.alert.releaseSoftBreached
source: Pause button released
ja_jp: 休止ボタンが解放されました
nl: Pauzeknop losgelaten

# operation.alert.release.text
source: All System-stop buttons have been released.
ja_jp: すべてのシステム停止ボタンがリリースされました。
nl: Alle systeemstopknoppen zijn losgelaten.

# operation.alert.releaseSoft.text
source: All Emergency-pause buttons have been released.
ja_jp: 全緊急休止ボタンが解放されました
nl: Alle noodpauzeknoppen zijn losgelaten.

# operation.alert.releaseSoft.textBreached
source: System pause button in {zone} has been released
ja_jp: {zone}のシステムポーズボタンがリリースされました
nl: Systeempauzeknop in {zone} is losgelaten

# operation.alert.release.subtext
source: You will be required to enter your password in order to view the checklist. Approving all the items on checklist will resume the warehouse operation
ja_jp: チェックリストを表示する為にパスワードの入力が必要となります。 __________チェックリストでの全ての項目の承認は倉庫操作を再開する。
nl: U moet uw wachtwoord invoeren om de controlelijst te kunnen bekijken. Door goedkeuring van alle items op de controlelijst wordt de werking van het magazijn hervat

# operation.alert.release.button
source: Resume operation
ja_jp: 操作を続行します
nl: Werking hervatten

# operation.fire.shutter
source: Clearing all shutters
ja_jp: 全シャッターをクリアしています
nl: Alle luiken vrijmaken

# operation.fire.failshutter
source: Failed to clear shutters
ja_jp: シャッターをクリアできませんでした
nl: Vrijmaken van luiken is mislukt

# operation.fire.clearedshutter
source: Cleared all shutters
ja_jp: すべてのシャッターをクリア
nl: Alle luiken zijn vrijgemaakt

# operation.fire.escapecleared
source: Cleared escape path
ja_jp: エスケープパスをクリアしました
nl: Ontsnappingspad vrijgemaakt

# operation.fire.escapeprogress
source: Clearing escape path
ja_jp: エスケープパスのクリア
nl: Ontsnappingspad wordt vrijgemaakt

# operation.fire.escapefail
source: Failed to clear escape path
ja_jp: エスケープパスをクリアできませんでした
nl: Vrijmaken van ontsnappingspad is mislukt

# operation.fire.header
source: FIRE EMERGENCY
ja_jp: 火災緊急
nl: BRANDNOODGEVAL

# operation.fire.cautionText
source: Fire emergency has been triggered and system has started its safety measures.
ja_jp: 火災緊急が起動し、システムの安全性の処置が開始されました。
nl: Brandnoodgeval is geactiveerd en systeem heeft de veiligheidsmaatregelen gestart.

# operation.fire.evacuation
source: Please follow evacuation procedures immediately.
ja_jp: すぐに避難手続きを行ってください。
nl: Volg onmiddellijk de evacuatieprocedures.

# operationPause.sensor.latchGate
source: Latch Gate
ja_jp: ラッチゲート
nl: Vergrendelingspoort

# operationPause.sensor.buttonSensor
source: Button
ja_jp: ボタン
nl: Knop

# operationPause.sensor.lightCurtain
source: Light Curtain
ja_jp: ライト カーテン
nl: Lichtscherm

# operation.alert.pause
source: Butler System - Operation Paused
ja_jp: 操作が休止されました
nl: Butler-systeem - werking gepauzeerd

# operation.alert.pause.breach.text
source: Emergency-Pause activated due to SOP breach at {sensor} {controller} in {zone}.
ja_jp: {zone}の{controller}経由のSOPの破棄によって緊急停止が活性化されました.
nl: Noodpauze geactiveerd als gevolg van SOP-overtreding bij {sensor} {controller} in {zone}.

# operation.alert.pause.text
source: Emergency-Pause activated via Controller {controller} in {zone}.
ja_jp: Butler 管理ダッシュボードで操作が一時停止しました
nl: Noodpauze geactiveerd via controller {controller} in {zone}.

# operation.alert.pause.nonPOE
source: Operation Paused
ja_jp: 操作が休止されました
nl: Werking gepauzeerd

# operation.alert.pause.subtext
source: You must check the emergency situation and release the System Pause button in order to resume the operation in warehouse
ja_jp: 倉庫で作業を再開するには、緊急事態をチェックし、システム一時停止ボタンを放してください
nl: U moet het noodgeval controleren en de systeempauzeknop loslaten om de werking in het magazijn te hervatten

# operation.alert.stop
source: Butler System - Operation Stopped
ja_jp: 操作が停止されました
nl: Butler-systeem - werking gestopt

# operation.alert.stop.text
source: Emergency-Stop activated via Conroller {controller} in {zone}.
ja_jp: 緊急停止ボタンが押されました。
nl: Noodstop geactiveerd via controller {controller} in {zone}.

# operation.alert.stop.nonPOE
source: Operation Stopped
ja_jp: 操作が停止されました
nl: Werking gestopt

# operation.alert.stop.subtext
source: You must check the emergency situation and release the System Stop button in order to resume the operation in warehouse
ja_jp: 倉庫で作業を再開するには、緊急事態をチェックし、システム停止ボタンを放してください
nl: U moet het noodgeval controleren en de systeemstopknop loslaten om de werking in het magazijn te hervatten

# operation.pause.heading
source: Pause Operation
ja_jp: 操作を休止します
nl: Werking pauzeren

# operation.pause.text
source: All Butler bots, PPS and other sysytem components will be paused once completed the last action
ja_jp: 最終アクションが完了________次第、全てのバトラーボット、PPS、他のシステム部品が休止されます。
nl: Alle Butler-bots, PPS en andere systeemcomponenten worden gepauzeerd zodra de laatste actie is voltooid

# operation.pause.error
source: The entered input does not match. Please try again.
ja_jp: 入力されたデータが一致していません。もう一度お試しください。
nl: De ingevoerde waarde komt niet overeen. Probeer het opnieuw.

# operation.pause.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# operation.pause.button
source: Pause Operation
ja_jp: 操作を休止します
nl: Werking pauzeren

# operation.resume.heading
source: Resume Operation
ja_jp: 操作を続行します
nl: Werking hervatten

# operation.resume.text
source: To resume operation, you will be required to go through a safety checklist to make sure that the Butler system is ready
ja_jp: 操作を再開するには、安全_______チェックリストを読んでバトラーシステムは準備が出来ている事の確認が必要となります。
nl: Voor het hervatten van de werking moet u een veiligheidscontrolelijst nalopen om ervoor te zorgen dat het Butler-systeem gereed is

# operation.resume.error
source: The entered input does not match. Please try again.
ja_jp: 入力されたデータが一致していません。もう一度お試しください。
nl: De ingevoerde waarde komt niet overeen. Probeer het opnieuw.

# operation.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# operation.resume.view
source: View safety checklist
ja_jp: 安全チェックリストを見る
nl: Veiligheidscontrolelijst bekijken

# operation.safety.steperror
source: (Check again)
ja_jp: (もう一度確認してください)
nl: (Opnieuw controleren)

# operation.firesafety.heading
source: Resume Checklist
ja_jp: チェックリストを続行します
nl: Controlelijst hervatten

# operation.safety.heading
source: Safety Checklist
ja_jp: 安全チェックリスト
nl: Veiligheidscontrolelijst

# operation.safety.steps
source: Check approval steps
ja_jp: 承認手順を確認してください
nl: Goedkeuringsstappen controleren

# operation.safety.text
source: Tick every item to confirm that the system is safe to resume operation.
ja_jp: システムは操作を続行するために安全かどうかを確認して全ての項目をチェックしてください。
nl: Vink elk item aan om te bevestigen dat het systeem veilig is, zodat de werking kan worden hervat.

# operation.safetychecklist.errors
source: System has detected that one or more of the required conditions have not been fulfilled. Please try again or contact service engineer for support
ja_jp: システムは、１つ以上の要求条件が満たされていない事を検出しています。_______もう一度お試し下さい、又はサポートするサービスエンジニアに連絡して下さい。
nl: Het systeem heeft gedetecteerd dat aan een of meer van de vereiste condities niet is voldaan. Probeer het opnieuw of neem voor ondersteuning contact op met een servicetechnicus

# operation.safetychecklistTable.botid
source: Bot ID
ja_jp: ボットID

# operation.safetychecklistTable.rockid
source: Rack ID
ja_jp: ラックID
nl: Rek-id

# operation.safetychecklistTable.rocklocation
source: Rack location
ja_jp: ラックロケーション
nl: Reklocatie

# operation.safetychecklistTable.rackface
source: Rack face
ja_jp: ラックフェイス
nl: Rekvoorzijde

# operation.safetychecklistTable.ppslocation
source: PPS location
ja_jp: PPS ロケーション
nl: PPS-locatie

# operation.firesafety.confirm
source: Resume Operation
ja_jp: 操作を続行します
nl: Werking hervatten

# operation.safety.confirm
source: Confirm
ja_jp: 確認
nl: Bevestigen

# inventory.histogram.header
source: Stock level history
ja_jp: 在庫レベル履歴
nl: Voorraadniveaugeschiedenis

# inventory.linechart.header
source: Item Movements
ja_jp: 商品の移動
nl: Itemverplaatsingen

# inventory.histogram.today
source: Today's
ja_jp: 本日の在庫
nl: Van vandaag

# itemCat.category.heading
source: Category
ja_jp: カテゴリ
nl: Categorie

# itemCat.CBM.heading
source: CBM Used
ja_jp: 使用済CBM
nl: CBM gebruikt

# itemCat.daysOnHand.heading
source: Days on Hand
ja_jp: 保管日数
nl: Dagen aanwezig

# ValidateSelAtt.locationdoesnotexist.text
source: Location does not exist
ja_jp: 場所が存在しません
nl: Locatie bestaat niet

# ValidateSelAtt.skudoesnotexist.text
source: SKU does not exist
ja_jp: SKUは存在しません
nl: SKU bestaat niet

# ValidateSelAtt.duplicatelocation.text
source: Duplicate entry
ja_jp: 重複エントリ
nl: Dubbele invoer

# itemRecall.tab.sku
source: Enter SKU & Validate
ja_jp: SKU＆検証を入力
nl: SKU invoeren en valideren

# itemRecall.tab.att
source: Select Attributes
ja_jp: 属性の選択
nl: Attributen selecteren

# itemRecall.order.label
source: Order Id
ja_jp: 注文ID
nl: Bestelling-id

# itemRecall.recall.button
source: Recall
ja_jp: 想起
nl: Terugroepen

# logout.question
source: Are you sure you would like to log out now?
ja_jp: ログアウトしてもよろしいですか？
nl: Weet u zeker dat u nu wilt uitloggen?

# logout.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# logout.done
source: Log out now
ja_jp: ログアウト
nl: Nu uitloggen

# audit.inputField.notification
source: NOTIFICATION
ja_jp: お知らせ
nl: MELDING

# audit.tokenfield.component
source: COMPONENT
ja_jp: 成分

# audit.token2.emergency
source: Emergency
ja_jp: 緊急
nl: Noodgeval

# audit.token2.order
source: Order
ja_jp: 注文
nl: Bestelling

# audit.token2.system
source: System
ja_jp: システム
nl: Systeem

# notification.table.description
source: Description
ja_jp: 記述
nl: Omschrijving

# notification.table.time
source: Time
ja_jp: 時間
nl: Tijd

# notification.all.head
source: Notifications
ja_jp: 通知
nl: Meldingen

# gor.filter.filterLabelcaps
source: FILTER DATA
ja_jp: フィルタデータ
nl: GEGEVENS FILTEREN

# pickPerformance.dropdown
source: PPS Pick Performance
ja_jp: PPS - 出庫生産性
nl: Selectieprestatie PPS

# putPerformance.dropdown
source: PPS Put Performance
ja_jp: PPS - 入庫生産性
nl: Plaatsingsprestatie PPS

# auditPerformance.dropdown
source: PPS Audit Performance
ja_jp: PPS - 棚卸生産性
nl: Controleprestatie PPS

# order.inputField.orderId
source: ORDER ID
ja_jp: 注文 ID
nl: BESTELLING-ID

# order.inputField.pickBeforeTime
source: CUT OFF TIME
ja_jp: 遮断 時間
nl: SLUITINGSTIJD

# order.token.orderTags
source: ORDER TAGS
ja_jp: 注文タグ
nl: BESTELLINGTAGS

# order.token.status
source: STATUS
ja_jp: 状態

# order.orderTags.any
source: Any
ja_jp: どれか
nl: Alle

# order.orderTags.urgent
source: Urgent
ja_jp: 緊急

# order.orderTags.express
source: Express
ja_jp: エクスプレス
nl: Expres

# order.status.any
source: Any
ja_jp: どれか
nl: Alle

# order.status.pending
source: Pending
ja_jp: 保留中
nl: In behandeling

# order.status.breachRish
source: Breach risk
ja_jp: 違反リスク
nl: Risico op splitsing

# order.status.breached
source: Breached
ja_jp: 違反された
nl: Gesplitst

# order.status.breach&Completed
source: Breach&Completed
ja_jp: 違反と完了
nl: Gesplitst en voltooid

# order.status.productshort
source: Product Short
ja_jp: 製品のショート
nl: Producttekort

# order.status.outofstock
source: Out of Stock
ja_jp: 在庫切れ
nl: Niet meer voorradig

# order.status.completed
source: Completed
ja_jp: 完了
nl: Voltooid

# order.status.rejected
source: Rejected
ja_jp: 拒否された
nl: Geweigerd

# order.status.abandoned
source: Abandoned
ja_jp: 放棄された
nl: Achtergelaten

# order.status.cancelled&Completed
source: Cancelled
ja_jp: キャンセル
nl: Geannuleerd

# order.inputField.fromDate
source: FROM DATE
ja_jp: 日付から
nl: BEGINDATUM

# order.inputField.toDate
source: TO DATE
ja_jp: 日付まで
nl: EINDDATUM

# order.inputField.fromTime
source: TIME
ja_jp: 時間
nl: TIJD

# order.inputField.toTime
source: TIME
ja_jp: 時間
nl: TIJD

# orders.pending.status
source: Pending
ja_jp: 保留中
nl: In behandeling

# orders.toBePicked.status
source: {current} products to be picked
ja_jp: {current}製品を選択する
nl: {current} producten om te selecteren

# orders.productsPicked.status
source: {current} of {total} products picked
ja_jp: 選択された{total}製品の{current}
nl: {current} van {total} producten geselecteerd

# orders.action.collapseAll
source: COLLAPSE ALL
ja_jp: すべてを潰す
nl: ALLES SAMENVOUWEN

# orders.action.filterLabel
source: FILTER DATA
ja_jp: フィルタデータ
nl: GEGEVENS FILTEREN

# orderlist.filter.search.bar
source: {total} Orders found
ja_jp: {total} オーダーが見つかりました
nl: {total} bestellingen gevonden

# orderlist.filter.search.bar.showall
source: Show all orders
ja_jp: 全てのオーダーを表示します
nl: Alle bestellingen tonen

# orderList.fulfillable.status
source: In progress
ja_jp: 進行中
nl: In uitvoering

# orderList.complete.status
source: Completed
ja_jp: 完了
nl: Voltooid

# orderList.cancelled.status
source: Cancelled
ja_jp: キャンセル
nl: Geannuleerd

# orderList.created.status
source: Created
ja_jp: 作成した
nl: Gemaakt

# orderlist.badRequest.status
source: Rejected
ja_jp: 拒否された
nl: Geweigerd

# orderlist.notFulfillale.status
source: Not fulfillable
ja_jp: 充足できない
nl: Niet-verwerkbaar

# orderlist.tempnotFulfillale.status
source: On Hold
ja_jp: 保留
nl: In de wacht

# orderlist.accepted.status
source: Accepted
ja_jp: 容認されました
nl: Geaccepteerd

# orderlist.abandoned.status
source: Abandoned
ja_jp: 放棄された
nl: Achtergelaten

# orderlist.cutOffTime.time
source: Cut off time {cutOffTime} hrs
ja_jp: カットオフ時間{cutOffTime}時
nl: Sluitingstijd {cutOffTime} uur

# orders.order.orderId
source: Order {orderId}
ja_jp: 注文{orderId}
nl: Bestelling {orderId}

# orders.view.orderLines
source: VIEW ORDERLINES
ja_jp: 注文書を見る
nl: BESTELREGELS BEKIJKEN

# orders.total
source: Total {total} orders
ja_jp: 合計{total}注文
nl: Totaal {total} bestellingen

# orders.inProgress.status
source: {current} of {total} products picked
ja_jp: 選択された{total}製品の{current}
nl: {current} van {total} producten geselecteerd

# orders.fulfil
source: Order fulfuilment progress
ja_jp: 注文達成進捗
nl: Voortgang orderverwerking

# orders.fulfil.ppsCount
source: {current} PPS running
ja_jp: {current}実行中PPS
nl: {current} PPS actief

# orders.fulfil.noPpsCount
source: No PPS running
ja_jp: 実行中PPSはありません
nl: Geen PPS actief

# orders.fulfil.status
source: {picked} of {totalItems} products picked
ja_jp: {totalItems}の{picked}商品が選択されました
nl: {picked} van {totalItems} producten geselecteerd

# orders.fulfil.noProducts
source: No products to be picked
ja_jp: 選択されました商品がありません
nl: Geen producten om te selecteren

# orders.summary
source: Order summary
ja_jp: 注文の概要
nl: Besteloverzicht

# orders.summary.ordersDone
source: {picked} Order(s) completed of {totalItems}
ja_jp: {totalItems}の注文が{picked}完了しました
nl: {picked} bestelling(en) voltooid van {totalItems}

# orders.summary.ordersProg
source: {current} currently in progress
ja_jp: {currently}現在進行中です
nl: {current} momenteel in uitvoering

# orders.summary.olinesDone
source: {picked} Orderline(s) completed of {totalItems}
ja_jp: {totalItems}の注文線が{picked}完了しました
nl: {picked} bestelregel(s) voltooid van {totalItems}

# orders.summary.olinesProg
source: {current} currently in progress
ja_jp: {currently}現在進行中です
nl: {current} momenteel in uitvoering

# orders.summary.breached
source: {current} Breached orders
ja_jp: {current}違反した注文
nl: {current} gesplitste bestellingen

# orders.orderlines.total
source: Total {totalOrderlines}
ja_jp: 全部{totalOrderlines}
nl: Totaal {totalOrderlines}

# orders.orderlines.cutofftime
source: {cutOffTime} hrs
ja_jp: {cutOffTime} 時間
nl: {cutOffTime} uur

# orders.oLines.orderId
source: Order ID
ja_jp: 注文ID
nl: Bestelling-id

# orders.oLines.oDetails
source: Order details
ja_jp: 注文詳細
nl: Bestelgegevens

# orders.oLines.binNo
source: Bin no:
ja_jp: Bin番号：
nl: Baknummer:

# orders.oLines.operator
source: Operator:
ja_jp: オペレーター：

# orders.oLines.pending
source: Lines received:
ja_jp: 受け取った線：
nl: Ontvangen regels:

# orders.oLines.linesinprogress
source: Lines in progress:
ja_jp: 進行中の線：
nl: Regels in uitvoering:

# orders.oLines.linescompleted
source: Lines completed:
ja_jp: 線を完了した：
nl: Voltooide regels:

# orders.oLines.cutofftime
source: Cut off time:
ja_jp: カットオフ時間：
nl: Sluitingstijd:

# orders.oLines.timeleft
source: Time left:
ja_jp: 残り時間
nl: Resterende tijd:

# performanceParam.graph
source: items/hr
ja_jp: 商品/時間
nl: items/uur

# health.ChargingStation
source: Charging Stations
ja_jp: 充電器
nl: Laadstations

# systemHealth.dropdown
source: System Health
ja_jp: システム状態
nl: Systeemstatus

# PPSpickPerformance.dropdown
source: PPS Pick Performance
ja_jp: PPS - 出庫生産性
nl: Selectieprestatie PPS

# PPSputPerformance.dropdown
source: PPS Put Performance
ja_jp: PPS - 入庫生産性
nl: Plaatsingsprestatie PPS

# PPSauditPerformance.dropdown
source: PPS Audit Performance
ja_jp: PPS - 棚卸生産性
nl: Controleprestatie PPS

# health.noData
source: No Data
ja_jp: データなし
nl: Geen gegevens

# widget.pick.headingleft
source: Orders to fullfill
ja_jp: 処理中注文
nl: Te verwerken bestellingen

# widget.pick.completed
source: COMPLETED
ja_jp: 完了
nl: VOLTOOID

# widget.pick.none
source: None
ja_jp: なし
nl: Geen

# widget.pick.idle
source: {count} idle PPS (Pick mode)
ja_jp: {count} 待機PPS (出庫モード)
nl: {count} inactieve PPS (controlemodus)

# widget.pick.throughput
source: {count} PPS fullfilling at {throughput} items/hr
ja_jp: {count} PPS 棚卸 {throughput} 商品/時間
nl: {count} PPS verwerkend met {throughput} items/uur
