Repository: anil-pace/gor.butler.ui.managerdashboard
Catalog: translations/*/*.po
Languages: ja_jp, nl

# utilities.tab.heading
source: UTILITIES
ja_jp: ユーティリティ
nl: HULPPROGRAMMA'S

# reports.tab.heading
source: REPORTS
ja_jp: レポート
nl: RAPPORTEN

# newaudit.tab.heading
source: NEW AUDIT
ja_jp: 新しいタスク
nl: NIEUWE CONTROLE

# overviewStatus.tab.fulfilling
source: Fulfilling orders
ja_jp: 処理中の注文
nl: Bestellingen verwerken

# overviewStatus.tab.default
source: None
ja_jp: なし
nl: Geen

# overviewStatus.tab.stop
source: STOPPED
ja_jp: 操作が停止されました
nl: GESTOPT

# overviewStatus.tab.paused
source: PAUSED
ja_jp: 休止されました
nl: GEPAUZEERD

# overviewStatus.tab.breached
source: BREACHED
ja_jp: 破棄されました
nl: OVERTREDING

# systemStatus.tab.online
source: Online
ja_jp: オンライン

# ordersStatus.tab.heading
source: {count}% fulfilled
ja_jp: {count}% 処理済み注文
nl: {count}% verwerkt

# usersStatus.tab.heading#
source: {count} {count, plural, =0 {user} one {user} other {users}} online
ja_jp: {count} {count, plural, =0 {ユーザー} one {ユーザー} other {ユーザー}} オンライン
nl: {count} {count, plural, =0 {user} één {user} overige {users}} online

# inventoryStatus.tab.heading
source: {count}% space utilized
ja_jp: {count}% スペース使用
nl: {count}% ruimte gebruikt

# auditStatus.tab.heading
source: {count} in progress
ja_jp: {count} 処理中
nl: {count} in uitvoering

# auditStatus.tab.alert.heading
source: {count} {count, plural, one {alert} other {alerts}}
ja_jp: {count} {count, plural, one {アラート} other {アラート}}
nl: {count} {count, plural, one {alert} overige {alerts}}

# operation.alert.resumed
source: All operation has been resumed to normal state.
ja_jp: 全ての操作が正常の状態に続行されました.
nl: De werking is geheel hervat in de normale staat.

# operation.alert.triggeremergency
source: Fire emergency triggered. Follow evacuation procedures immediately
ja_jp: 火災の緊急事態が発生しました.すぐに避難手順に従ってください
nl: Brandnoodgeval geactiveerd. Volg onmiddellijk de evacuatieprocedures

# operation.alert.toastifydetails
source: VIEW DETAILS
ja_jp: 詳細を表示
nl: DETAILS BEKIJKEN

# userDetails.operator
source: Operator
ja_jp: オペレーター

# userDetails.manager
source: Manager
ja_jp: マネージャー

# userDetails.pick.status
source: Pick
ja_jp: 出庫
nl: Selecteren

# auditdetail.completed.status
source: Audited
ja_jp: 完了
nl: Gecontroleerd

# userDetails.put.status
source: Put
ja_jp: 入庫
nl: Plaatsen

# userDetails.audit.status
source: Audit
ja_jp: 棚卸
nl: Controleren

# userDetails.front.status
source: Front
ja_jp: フロント
nl: Voorzijde

# userDetails.back.status
source: Back
ja_jp: バック
nl: Achterzijde

# userDetails.online.status
source: Online
ja_jp: オンライン

# userDetails.offline.status
source: Offline
ja_jp: オフライン

# users.add.heading
source: Add new user
ja_jp: ユーザを追加
nl: Nieuwe gebruiker toevoegen

# users.add.subheading
source: All the fields are mandatory
ja_jp: 全項目が必須項目です
nl: Alle velden zijn verplicht

# users.add.userdetails.heading
source: Enter User details
ja_jp: ユーザ詳細を入力してください
nl: Voer gebruikersgegevens in

# users.add.userdetails.subheading
source: A User ID will be required to log into the system
ja_jp: システムにログインするにはユーザIDが必要です
nl: Voor inloggen bij het systeem is een gebruikers-id vereist

# users.add.userdetails.userid
source: User ID
ja_jp: ユーザID
nl: Gebruikers-id

# users.add.userdetails.firstname
source: First Name
ja_jp: 氏名
nl: Voornaam

# users.add.userdetails.lastname
source: Last Name
ja_jp: 苗字
nl: Achternaam

# users.add.password.heading
source: Create password
ja_jp: パスワードを作成する
nl: Wachtwoord maken

# users.add.password.field1
source: Password
ja_jp: パスワード
nl: Wachtwoord

# users.add.password.field2
source: Confirm Password
ja_jp: パスワードを確認してください
nl: Wachtwoord bevestigen

# users.add.password.button
source: Add new user
ja_jp: ユーザを追加
nl: Nieuwe gebruiker toevoegen

# users.delete.heading
source: Are you sure you would like to delete "{user_name}" ?
ja_jp: 「{user_name}」を削除してもよろしいですか？

# users.delete.subheading
source: Information related to the user will be lost
ja_jp: ユーザに関する情報が失われます
nl: Gegevens met betrekking tot de gebruiker gaan verloren

# users.delete.cancel
source: Cancel
ja_jp: キャンセル
nl: Annuleren

# users.delete.confirm
source: Delete
ja_jp: 削除
nl: Verwijderen

# users.edit.heading
source: Edit user
ja_jp: ユーザを編集する
nl: Gebruiker bewerken

# users.edit.subheading
source: All the fields are mandatory
ja_jp: 全項目が必須項目です
nl: Alle velden zijn verplicht

# users.edit.userdetails.heading
source: Enter User details
ja_jp: ユーザ詳細を入力してください
nl: Voer gebruikersgegevens in

# users.edit.userdetails.subheading
source: A User ID will be required to log into the system
ja_jp: システムにログインするにはユーザIDが必要です
nl: Voor inloggen bij het systeem is een gebruikers-id vereist

# users.edit.userdetails.userid
source: User ID
ja_jp: ユーザID
nl: Gebruikers-id

# users.edit.userdetails.firstname
source: First Name
ja_jp: 氏名
nl: Voornaam

# users.edit.userdetails.lastname
source: Last Name
ja_jp: 苗字
nl: Achternaam

# users.edit.changepassword.heading
source: Change password
ja_jp: パスワードを変更する
nl: Wachtwoord wijzigen

# users.edit.changepassword.subheading
source: New password will be effective when user log-in next time
ja_jp: マネージメント・インターフェイスとオペレーター・インターフェイスにログインするには、最低8文字の英数字のパスワードが必要です
nl: Het nieuwe wachtwoord wordt van kracht wanneer de gebruiker de volgende keer inlogt

# users.edit.password.field1
source: Password
ja_jp: パスワード
nl: Wachtwoord

# users.edit.password.field2
source: Confirm Password
ja_jp: パスワードを確認してください
nl: Wachtwoord bevestigen

# users.edit.password.
source: New Password
ja_jp: パスワード
nl: Nieuw wachtwoord

# users.edit.password.query
source: Change Password
ja_jp: パスワードを変更する
nl: Wachtwoord wijzigen

# users.edit.password.button
source: Save
ja_jp: 保存
nl: Opslaan

# users.add.roledetails.heading
source: Choose a role
ja_jp: 役割を選択する
nl: Kies een rol

# users.add.roledetails.subheading
source: User will be given a specific level of control over the Butler system depending on the designated role
ja_jp: 役割毎にユーザをバトラーシステムに対して権限制御が可能です。
nl: Gebruiker ontvangt afhankelijk van de opgegeven rol een specifiek beheerniveau voor het Butler-systeem

# user.inputField.id
source: USER NAME
ja_jp: ユーザー名
nl: GEBRUIKERSNAAM

# user.role.all
source: Any
ja_jp: すべて
nl: Alle

# user.tokenfield.status
source: STATUS
ja_jp: ステータス

# user.tokenfield.role
source: ROLE
ja_jp: 役割
nl: ROL

# user.tokenfield.mode
source: WORK MODE
ja_jp: 作業モード
nl: WERKMODUS

# user.status.all
source: Any
ja_jp: すべて
nl: Alle

# user.status.online
source: Online
ja_jp: オンライン

# user.status.offline
source: Offline
ja_jp: オフライン

# user.workmode.all
source: Any
ja_jp: すべて
nl: Alle

# user.workmode.pickfront
source: Pick Front
ja_jp: 出庫フロント
nl: Vooraan selecteren

# user.workmode.pickback
source: Pick Back
ja_jp: 出庫バック
nl: Achteraan selecteren

# user.workmode.putfront
source: Put Front
ja_jp: 入庫フロント
nl: Vooraan plaatsen

# user.workmode.putback
source: Put Back
ja_jp: 入庫バック
nl: Achteraan plaatsen

# user.workmode.audit
source: Audit
ja_jp: 棚卸
nl: Controleren

# user.workmode.management
source: Management
ja_jp: 管理
nl: Beheer

# users.roles.info.heading
source: Role definitions
ja_jp: 役割の定義
nl: Roldefinities

# user.table.heading
source: Users
ja_jp: ユーザ
nl: Gebruikers

# user.button.heading
source: Add new user
ja_jp: ユーザを追加
nl: Nieuwe gebruiker toevoegen

# userList.filter.search.bar
source: {totalUsers} Users found
ja_jp: {totalUsers} ユーザーが見つかりました
nl: {totalUsers} gebruikers gevonden

# userList.filter.search.bar.showall
source: Show all Users
ja_jp: 全てのユーザーを表示します
nl: Alle gebruikers tonen

# user.table.noData
source: No User Found
ja_jp: ユーザが見つかりません
nl: Geen gebruiker gevonden

# user.table.usersCount
source: {rowsCount} USERS
ja_jp: {rowsCount}ユーザー
nl: {rowsCount} GEBRUIKERS

# user.table.status
source: STATUS
ja_jp: {count} ユーザのオンライン

# user.table.role
source: ROLE
ja_jp: 役割
nl: ROL

# user.table.workMode
source: WORKMODE
ja_jp: 作業モード
nl: WERKMODUS

# user.table.location
source: LOCATION
ja_jp: ロケーション
nl: LOCATIE

# user.table.logInTime
source: LOG IN TIME
ja_jp: ログイン時間
nl: INLOGTIJD

# user.table.action
source: ACTIONS
ja_jp: アクション
nl: ACTIES

# utility.masterData.head
source: Master data upload
ja_jp: マスターデータをアップロードします
nl: Hoofdgegevens uploaden

# utility.stockLedgerHead.head
source: Inventory Stock Ledger
ja_jp: 在庫一覧
nl: Voorraadgrootboek

# utility.stockLedgerRawTransactionHead.head
source: Stock Ledger Raw Transactions
ja_jp: 受払一覧
nl: Ruwe voorraadgrootboektransacties

# utility.uploadBtn.label
source: Upload Master Data
ja_jp: マスターデータをアップロードしてください
nl: Hoofdgegevens uploaden

# utility.stockLedger.category.all
source: All
ja_jp: 全て
nl: Alle

# utility.stockLedger.category.sku
source: Specific SKU
ja_jp: 特定のSKU
nl: Specifieke SKU

# utility.stockLedger.incorrectSku
source: Please enter correct SKU
ja_jp: 正しいSKUを入力してください
nl: Voer een correct SKU in

# utility.stockLedger.duration.label
source: Time Duration:
ja_jp: 期間:
nl: Tijdsduur:

# utility.stockLedger.duration.today
source: Today
ja_jp: 今日
nl: Vandaag

# utility.stockLedger.duration.yesterday
source: Yesterday
ja_jp: 昨日
nl: Gisteren

# utility.stockLedgerRawTransaction.duration.today
source: Today
ja_jp: 今日
nl: Vandaag

# butlerDetail.online.status
source: Online
ja_jp: オンライン

# butlerDetail.offline.status
source: Offline
ja_jp: オフライン

# notify.success.add
source: New user "{first} {last}" added successfully
ja_jp: ユーザ「{first} {last}」が追加されました

# notify.success.delete
source: User "{first} {last}" deleted successfully
ja_jp: ユーザ「{first} {last}」が削除されました

# notify.success.auditPaused
source: Audit "{id}" has been paused
ja_jp: 監査「{id}」が停止されました

# audit.paused.fail
source: AUDIT NOT PAUSED
ja_jp: 監査は停止されていません
nl: CONTROLE NIET GEPAUZEERD

# audit.paused.fail_desc
source: Audit {id} could not be paused due to intenal issue
ja_jp: 監査{ID}は、内部問題に一時停止することができませんでした
nl: Controle {id} kon niet worden gepauzeerd als gevolg van een intern probleem

# audit.delete.fail
source: AUDIT NOT DELETED
ja_jp: 棚卸は削除されません
nl: CONTROLE NIET VERWIJDERD

# audit.delete.fail_desc
source: Audit {id} does not exist
ja_jp: 棚卸{id}は存在しません
nl: Controle {id} bestaat niet

# audit.notDelete.fail
source: AUDIT NOT DELETED
ja_jp: 棚卸は削除されません
nl: CONTROLE NIET VERWIJDERD

# audit.notDelete.fail_desc
source: Audit {id} already processed could not be deleted
ja_jp: 既に処理された棚卸{id}を削除できませんでした
nl: Controle {id} is al verwerkt en kon niet worden verwijderd

# audit.fail.fail
source: AUDIT PROCESS FAILED
ja_jp: 監査プロセスが失敗しました
nl: CONTROLEPROCES MISLUKT

# audit.fail.fail_desc
source: Audit process failed due to internal error
ja_jp: 棚卸プロセスは、内部エラーのため失敗しました。
nl: Controleproces is mislukt als gevolg van een interne fout

# audit.create.fail
source: AUDIT CREATION FAILED
ja_jp: 棚卸作成が失敗しました
nl: MAKEN VAN CONTROLE MISLUKT

# audit.create.fail_desc
source: No audit task has been created
ja_jp: 棚卸タスクが作成されていません
nl: Er is geen controletaak gemaakt

# audit.edit.fail
source: AUDIT EDIT FAILED
ja_jp: 棚卸の編集に失敗しました
nl: BEWERKEN VAN CONTROLE MISLUKT

# audit.EDIT.fail_desc
source: Audit {id} could not be edited due to network issue
ja_jp: ネットワークの問題により{id}の棚卸を編集できませんでした
nl: Controle {id} kon niet worden bewerkt als gevolg van een netwerkprobleem

source: AUDIT NOT DUPLICATED
ja_jp: 棚卸は重複しない
nl: CONTROLE NIET GEDUPLICEERD

# audit.fail.duplicated
source: Audit could not be duplicated due to network issue
ja_jp: ネットワークの問題により棚卸を複製できませんでした
nl: Controle kon niet worden gedupliceerd als gevolg van een netwerkprobleem

# audit.Cancellation.fail
source: AUDIT NOT CANCELLED
ja_jp: 棚卸をキャンセルしない
nl: CONTROLE NIET GEANNULEERD

# audit.duplicate.fail_desc
source: Audit {id} could not be cancelled due to network issue
ja_jp: ネットワークの問題により{id}の棚卸をキャンセルできませんでした
nl: Controle {id} kon niet worden geannuleerd als gevolg van een netwerkprobleem

# audit.start.changepps
source: PPS CHANGE FAILED
ja_jp: PPSの変更が失敗しました
nl: PPS-WIJZIGING MISLUKT

# audit.start.changePpsdesc
source: PPS change failed due to internal error
ja_jp: PPSの変化は、内部エラーのために失敗しました
nl: PPS-wijziging is mislukt als gevolg van een interne fout

# audit.ppschange.success
source: PPS change request sent
ja_jp: PPS変更要求が送信されました
nl: PPS-wijzigingsverzoek verzonden

# pps.mode.reject
source: {unsuccessful}/{totalCount} mode change request rejected
ja_jp: {unsuccessful}/{totalCount}モード変更の要求が拒否されました
nl: {unsuccessful}/{totalCount} moduswijzigingsverzoeken geweigerd

# pps.mode.success
source: Mode change request successful
ja_jp: モード変更の要求が成功です
nl: Moduswijzigingsverzoek is geslaagd

# utility.bulkaudit.successMessage
source: {successful}/{totalCount} audits started successfully
ja_jp: {successful}/{totalCount} 棚卸が効果的に開始されました
nl: {successful}/{totalCount} controles gestart

# pps.status.reject
source: {unsuccessful}/{totalCount} status change request rejected
ja_jp: {unsuccessful}/{totalCount}状態変更の要求が拒否されました
nl: {unsuccessful}/{totalCount} statuswijzigingsverzoeken geweigerd

# pps.status.success
source: Status change request successfull
ja_jp: 状態変更の要求が成功です
nl: Statuswijzigingsverzoek is geslaagd

# utility.downloadGRN.generateSuccess
source: GRN Request submitted successfully
ja_jp: GRNの要求が効果的に提出されました
nl: GRN-verzoek ingediend

# utility.downloadInventory.generateSuccess
source: Inventory Report Request submitted successfully
ja_jp: 在庫レポートの要求が効果的に提出されました
nl: Voorraadrapportverzoek ingediend

# utility.downloadGRN.refreshed
source: GRN History Refreshed!
ja_jp: GRNの履歴がリフレッシュされました!
nl: GRN-geschiedenis vernieuwd.

# utility.downloadReprt.refreshed
source: Reports History Refreshed!
ja_jp: レポートの履歴がリフレッシュされました!
nl: Rapportengeschiedenis vernieuwd.

# audit.delete.success
source: Audit {id} has been deleted
ja_jp: 棚卸{id}が削除されました
nl: Controle {id} is verwijderd

# audit.delete.reject
source: Audit {id} failed to delete
ja_jp: 棚卸{id}を削除できませんでした
nl: Verwijderen van controle {id} mislukt

# audit.create.success
source: Audit {id} created successfully
ja_jp: 棚卸{id}が正常に作成されました
nl: Controle {id} is gemaakt

# audit.pause.success
source: Audit {id} has been paused
ja_jp: 棚卸が停止されました
nl: Controle {id} is gepauzeerd

# audit.edit.success
source: Audit {id} updated successfully
ja_jp: 棚卸{id}が正常に更新されました
nl: Controle {id} is bijgewerkt

# audit.duplicate.success
source: Audit {id} successfully duplicated
ja_jp: 棚卸{id}が正常に複製されました
nl: Controle {id} is gedupliceerd

# audit.cancel.success
source: Audit {id} successfully cancelled
ja_jp: 棚卸{id}が正常にキャンセルされました
nl: Controle {id} is geannuleerd

# audit.start.fail
source: AUDIT NOT STARTED
ja_jp: 棚卸開始しない
nl: CONTROLE NIET GESTART

# audit.start.fail_desc
source: {fail} audit failed due to location/sku of audit currently in process
ja_jp: {fail}場所が原因で棚卸が失敗しました/現在進行中の監査のスキュー
nl: Controle {fail} mislukt omdat locatie/SKU van controle momenteel wordt verwerkt

# audit.start.failall
source: AUDIT NOT STARTED
ja_jp: 棚卸開始しない
nl: CONTROLE NIET GESTART

# audit.start.failall_desc
source: No audit has been started due to network issue
ja_jp: ネットワークの問題により棚卸が開始されていない
nl: Er is geen controle gestart als gevolg van een netwerkprobleem

source: AUDIT RESOLVE FAIL
ja_jp: 解決の失敗を棚卸する
nl: CONTROLE OPLOSSEN MISLUKT

# audit.resolve.fail_desc
source: Audit resolve failed due to network issue
ja_jp: ネットワークの問題により棚卸の解決に失敗しました
nl: Controle oplossen is mislukt als gevolg van een netwerkprobleem

# audit.resolve.succedd
source: Audit task {auditId} with {auditType} has been approved
ja_jp: {auditType}の棚卸タスク{auditId}が承認されました
nl: Controletaak {auditId} met {auditType} is goedgekeurd

# audit.resolve.reject
source: Audit task {auditId} with {auditType} has been rejected
ja_jp: {auditType}の棚卸タスク{auditId}が拒否されました
nl: Controletaak {auditId} met {auditType} is geweigerd

# utility.item.recall
source: {itemCount} expired items recalled
ja_jp: {itemCount}完了した商品が呼び出されました
nl: {itemCount} verlopen items teruggeroepen

# audit.created.tooltip.content
source: Click on "Start Audit" to assign PPS
nl: Klik op Controle starten om PPS toe te wijzen

# stringConfig.md013
source: Move bots to the PPS location and do an "init" after all bots are moved.
nl: Verplaats bots naar de PPS-locatie en voer een 'init' uit nadat alle bots zijn verplaatst.

# user.invalid.name
source: Special characters like "~","@","%" are not allowed
nl: Speciale tekens zoals '~', '@' en '%' zijn niet toegestaan

# audit.inputplaceholder.text
source: e.g: 012678ABC
nl: bijvoorbeeld: 012678ABC

# audit.locationInputPlaceholder.text
source: e.g: 132.0.A.47
nl: bijvoorbeeld: 132.0.A.47

# audits.draganddropor.text
source: OR
nl: OF

# audit.inSlot.text
source: In slot
nl: in sleuf

# orders.order.binId
source: Bin {binId}
nl: Bak {binId}

# widget.put.count
source: {count} {count, plural, one {PPS} other {PPS}}
nl: {count} {count, plural, one {PPS} overige {PPS}}

# operationLog.table.destinationId
source: DESTINATION ID
nl: BESTEMMING-ID

# operationLog.table.timestamp
source: TIMESTAMP
nl: TIJDSTEMPEL

# reportsTab.misc
source: Misc
nl: Diverse

# goto_barcode.task
source: goto_barcode
nl: ga naar barcode

# ChargingStations.table.heading
source: Charging Stations
nl: Laadstations

# users.delete.heading
source: Are you sure you would like to delete "{user_name}" ?
nl: Weet u zeker dat u '{user_name}' wilt verwijderen?

# utility.itemsRecall.head
source: Recall Items
nl: Items terugroepen

# notify.success.add
source: New user "{first} {last}" added successfully
nl: Nieuwe gebruiker '{first} {last}' toegevoegd

# notify.success.delete
source: User "{first} {last}" deleted successfully
nl: Gebruiker '{first} {last}' verwijderd

# notify.success.auditPaused
source: Audit "{id}" has been paused
nl: Controle '{id}' is gepauzeerd
